Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: <phrase condition="capitals-text">Zangemann</phrase><phrase condition="capitals-img">angemann</phrase> had slept horribly every night since his terrible walk in the city. When he went to bed each night, worries plagued him. “Oh no, my marvelous inventions. It can’t be that everyone just plays around with them. All the things that could go wrong! I put so much thought into everything, down to the last detail.” Zangemann pondered and pondered and tossed and turned sleeplessly in his bed all night.
es: <phrase condition="capitals-text">Mientras</phrase><phrase condition="capitals-img">ientras</phrase> tanto, Zangemann había dormido horriblemente todas las noches desde su terrible paseo por la ciudad. Cada noche, cuando se iba a la cama se sentía atormentado: ¡Ay mis maravillosos inventos! ¡No puede ser que la gente use mis inventos para hacer lo que quieran! ¡Muchas cosass podrían salir mal! He pensado tanto en todo, hasta en el último detalle”. Zangemann reflexionó y reflexionó... y dió vueltas en la cama durante toda la noche.
fr: <phrase condition="capitals-text">Zangemann</phrase><phrase condition="capitals-img">angemann</phrase> dormait terriblement mal depuis l’horrible promenade. Quand il allait se coucher le soir, de gros soucis l’angoissaient : « Oh non, mes merveilleuses inventions ! Ce n’est pas possible que tout le monde s’amuse avec comme ça. On ne sait pas ce qui peut arriver. J’ai pourtant bien réfléchi à tout, jusque dans le moindre détail. »
hi: []ज़ैंगमैन शहर में अपनी लम्बी सैर के बाद से हर रात खूब सोता था। जब वह हर रात बिस्तर पर जाता, तो चिंताएँ उसे परेशान करतीं। “अरे नहीं, मेरे अद्भुत आविष्कार। ऐसा नहीं हो सकता कि उनसे हर कोई यूं ही खेलता रहे। वे सभी चीज़ें जो ग़लत हो सकती हैं! मैंने हर चीज़ पर बहुत विचार किया है, अंतिम विवरण तक।” ज़ैंगमैन मन में विचार करता रहा, और गहरा विचार और पूरी रात बिस्तर पर करवटें बदलता रहा।
it: <phrase condition="capitals-text">Zangemann</phrase><phrase condition="capitals-img">angemann</phrase> dormì malissimo ogni notte dopo la terribile passeggiata. Quando andava a letto la sera, lo tormentavano grandi preoccupazioni: «Oh no, le mie meravigliose invenzioni! Non può essere che tutti ci giochino e facciano ciò che vogliono. Quante cose potrebbero finire male! In ognuna di esse ci ho messo così tanta cura, fino al più piccolo dettaglio». Zangemann rimuginava e rimuginava e si girava e rigirava tutta la notte nel suo letto senza riuscire a dormire.
ko: <phrase condition="capitals-text">장기만</phrase><phrase condition="capitals-img">기만</phrase> 아저씨는 끔찍했던 그 날의 산책 이후로 걱정에 파뭍혀 잠을 제대로 이룰 수 없었어요. “안 돼! 나의 소중한 발명품을 사람들이 그냥 멋대로 하게 놔둘 순 없어. 모든 게 잘못되어 가고 있다고! 내가 좀 더 생각해서 세부적인 사항들을 끝까지 고민해야 했어.” 아저씨는 이 말을 되뇌이면서 밤새 잠을 이루지 못했답니다.
nb: <phrase condition="capitals-text">Zangemann</phrase><phrase condition="capitals-img">angemann</phrase> hadde sovet dårlig hver natt etter den forferdelige gåturen i byen. Hver kveld, når han gikk til sengs, var han plaget av bekymringer: «Huff, nei, mine fantastiske oppfinnelser! Det går ikke, at alle bare leker med dem. Tenk på alt som kan gå galt! Jeg har tenkt på så mye, ned til minste detalj.», tenkte Zangemann mens han lå og vred seg hele natten.
nl: <phrase condition="capitals-text">Zangemann</phrase><phrase condition="capitals-img">angemann</phrase> had sinds zijn afschuwelijke wandeling in de stad elke nacht slecht geslapen. Als hij 's avonds naar bed ging werd hij geplaagd door zorgen. "Oh nee, mijn geweldige uitvindingen. Het kan toch niet zo zijn dat iedereen er maar wat mee rond loopt te spelen. Wat er allemaal wel niet mis kan gaan! Ik heb alles tot op het kleinste detail uitgedacht." Zangemann piekerde en piekerde en draaide de hele nacht slapeloos in zijn bed.

source: Waking up one morning with a deeply furrowed brow, he made a decision. He needed to make a change. Zangemann sat down at his computer and wrote one program after another. In these programs, he specified exactly what his inventions were to do and were not to do under any circumstances. The chaos had to stop!
es: Por la mañana se levantó con el ceño fruncido y tomó una decisión. ¡Las cosas no podían seguir así! Se sentó ante su ordenador dorado y escribió un programa tras otro. En estos programas especificaba exactamente lo que sus inventos debían y lo que no debíanocurrir bajo ninguna circunstancia. Se acabó el caos.
fr: Zangemann cogitait, cogitait, se tournait et retournait toute la nuit dans son lit sans trouver le sommeil. Quand il se leva un matin, le front creusé par les soucis, Zangemann prit une décision. Cela ne pouvait pas continuer comme ça ! Il s’assit devant son ordinateur en or et se mit à écrire un programme après l’autre. Dans ces programmes, il détermina très précisément ce que ses inventions devaient faire et ce qui ne devait en aucun cas se produire. Fini le chaos !
hi: एक सुबह गहरी झुंझलाहट के साथ उठा और उसने एक निर्णय लिया। उसे एक परिवर्तन लाने की आवश्यकता है। ज़ैंगमैन अपने कंप्यूटर पर बैठ गया और एक के बाद एक प्रोग्राम लिखने लगा। उसने इन प्रोग्राम्स में विशिष्ट रूप से लिखा की उसके आविष्कार किसी परिस्थिति में क्या करेंगे और क्या नहीं। सारी गड़बड़ें जो हो रही थी उन्हें रुकना ही था!
it: Quando si alzò una mattina con la faccia completamente distrutta, Zangemann prese una decisione. Qualcosa doveva essere cambiato! Si sedette quindi di fronte al suo computer dorato e scrisse un programma dopo l’altro. In questi programmi stabilì esattamente ciò che le sue invenzioni potevano fare e ciò che invece non potevano fare in determinate condizioni. Fine del caos!
ko: 눈썹을 찌푸린 채 잠에서 깨어난 어느 날, 장기만 아저씨는 결심을 했어요. 그는 상황이 변하길 바랬어요. 그래서 그는 황금 컴퓨터에 앉아 프로그램을 하나씩 하나씩 짜기 시작했어요. 그 프로그램은 어떤 상황 속에서도 아저씨의 발명품들이 해야 할 일과 하지 말아야 할 일을 정해놓은 프로그램이었어요. 정말이지 이 혼돈을 끝내야만 해요!
nb: En morgen, da han våknet opp med en ekstra dyp rynke i pannen, bestemte han seg. Det kunne ikke fortsette slik! Han satte seg ned med sin gyldne datamaskin og skrev det ene programmet etter det andre. I disse programmene bestemte han helt presist hva oppfinnelsene hans kunne gjøre og hva de ikke kunne gjøre. Kaoset måtte ta slutt!
nl: Toen hij op een ochtend met diep gefronste wenkbrauwen opstond nam hij een besluit. Zo kon het niet langer! Hij ging achter zijn gouden computer zitten en scheef het ene programma na het andere. In deze programma's legde hij haarfijn vast wat zijn uitvindingen moesten doen en wat in géén geval mocht gebeuren. De chaos moest stoppen!

source: Once he was done, he sent all the new programs from his golden computer to people’s devices. He ordered his speakers to play only his favorite music whenever he was within earshot. He programmed the ice-cream machines to stop selling ice cream in the afternoon. After all, he didn’t want his expensive clothes to get stained by ice cream while he was out for a walk. All day long he sat at the computer and typed and typed and typed...
es: Cuando terminó, envión todos los nuevos programas desde su ordenador dorado a los dispositivos de la gente. Zangemann ordenó que sus altavoces solo reprodujeran su música favorita cuándo él estuviera cerca y que las maquinas se helado dejaran de vender helado por la tarde. Al fin y al cabo, no quería que sus pantalones caros se mancharan de helado mientras paseaba. Se pasaba el día sentado frente al ordenador, tecleando, y tecleando, y tecleando...
fr: Lorsqu’il eut terminé, il envoya tous les nouveaux programmes depuis son ordinateur en or vers les appareils des gens. Zangemann ordonna à ses enceintes de ne jouer que sa musique préférée lorsqu’il passait à proximité, et aux machines à glace de ne plus vendre de glaces dans l’après-midi. Son coûteux pantalon risquait en effet d’être taché lors d’une promenade. Toute la journée, il resta assis devant l’ordinateur et pianota, pianota, pianota ...
hi: एक बार जब उसका काम पूरा हो गया, तो उसने अपने सुनहरे कंप्यूटर से सभी लोगों के उपकरणों के लिए नए प्रोग्राम भेजे। उसने अपने स्पीकरों को केवल अपना पसंदीदा संगीत बजाने का आदेश दिया और तब ही जब उसके कान तक सुन पाएं। उसने आइसक्रीम को दोपहर में बेचना बंद करने के लिए आइसक्रीम मशीन के लिए प्रोग्राम बनाया। आख़िरकार, वह अपना महँगे कपड़ों पर आइसक्रीम के दाग नहीं लगने देना चाहता था जब वो टहलने के लिए बहार गया हो। उसने दिन भर कंप्यूटर पर बैठे हुए टाइप किया और टाइप किया बस टाइप किया।
it: Quando ebbe finito, inviò ai dispositivi delle persone tutti i nuovi programmi trasmettendoli dal suo computer dorato. Zangemann ordinò ai suoi altoparlanti di riprodurre solo la sua musica preferita quando lui era a portata di orecchio, e le macchine per il gelato non avrebbero più erogato il gelato nel pomeriggio. Dopo tutto, i suoi costosi pantaloni avrebbero potuto macchiarsi di gelato mentre andava a fare una passeggiata. Stette tutto il giorno seduto di fronte al computer a digitare e digitare e digitare…
ko: 아저씨는 이 일을 끝내자 마자 새로운 프로그램을 모든 기기로 전송했어요. 스피커에게는 자신이 근처에 있을 때 오직 자신이 좋아하는 음악만 연주하도록 지시했어요. 아이스크림 기계는 프로그램밍을 해서 오후에는 아이스크림이 판매되지 않도록 하였어요. 그가 도시로 산책을 나갈 일이 있을 때 그의 비싼 옷이 아이스크림 자국으로 더렵혀 지지 않도록 말이죠. 아저씨는 하루 종일 컴퓨터 앞에 앉아서 키보드 자판을 치고 또 쳤어요. 온종일 계속해서 자판만 두드렸죠.
nb: Da han var ferdig, sendte han alle de nye programmene fra sin gyldne datamaskin til folks enheter. Han beordret høyttalerne til å ikke spille noe annet enn favorittmusikken hans når han var nært nok til å kunne høre dem. Han programmerte iskremmaskinene til å ikke lenger selge iskrem på ettermiddagen, for han ville ikke få iskremflekker på sine dyre bukser når han var ute og spaserte. Hele dagen satt han ved datamaskinen sin og skrev og skrev og skrev...
nl: Toen hij klaar was stuurde hij alle nieuwe programma's van zijn gouden computer naar de apparaten van de mensen. Hij gaf zijn luidsprekers de opdracht alleen nog zijn lievelingsmuziek te spelen als hij binnen gehoorsafstand was. Hij programmeerde de ijsjesmachines om in de middag geen ijs meer te verkopen. Hij wilde natuurlijk niet dat er bij een wandeling een ijsvlek op zijn dure broek zou komen. De hele dag zat hij achter zijn computer en typte en typte en typte…

source: First real project
es: Primer proyecto real
fr: Premier vrai projet
it: Primo vero progetto
ko: 첫 진짜 프로젝트
nb: Første skikkelige prosjekt
nl: Eerste echte project

source: <phrase condition="capitals-text">Summer</phrase><phrase condition="capitals-img">ummer</phrase> break was already halfway over. Ada stood in front of her big project and scratched her head. She had built a skateboard from old parts and then connected a motor to make the wheels turn. With a motorized skateboard, Ada could zoom to the library or the junkyard even faster after school. Super practical! But it didn’t work. When she stood on it and pressed the Go! button, the wheels moved, but way too fast. Ada fell off the skateboard every time she started. No matter what she tried, she just couldn’t get it right.
es: <phrase condition="capitals-text">Las</phrase><phrase condition="capitals-img">as</phrase> vacaciones de verano ya iban por la mitad. Ada estaba trabajando en su gran proyecto y se rascó la cabeza. Con piezas viejas había construido un monopatín y le había conectado un motor para hacer girar las ruedas. Con un monopatín motorizado Ada podría ir más rápido a la biblioteca o al desguace al salir de clase. ¡Super práctico! Pero no funcionaba. Cuando se subía al monopatín y pulsaba el botón “Comenzar”, las ruedas se movían, pero giraban demasiado rápido.Ada se caía del monopatín cada vez que arrancaba. No importaba lo que intentara, no conseguía que funcionara.
fr: <phrase condition="capitals-text">Les</phrase><phrase condition="capitals-img">es</phrase> vacances d’été étaient déjà à moitié terminées. Ada était face son grand projet et se grattait la tête. À partir de vieilles pièces détachées, elle avait construit un skateboard et raccordé un moteur qui faisait tourner les roues. Avec un skateboard motorisé, Ada pourrait foncer encore plus vite à la bibliothèque ou à la décharge après l’école. Super pratique ! Mais ça ne fonctionnait pas. Quand elle montait dessus et appuyait sur le bouton « marche », les roues se mettaient certes en mouvement, mais beaucoup trop vite. À chaque départ, Ada tombait de la planche. Elle avait beau essayer, elle n’y arrivait tout simplement pas.
hi: []समर ब्रेक पहले से ही आधे से ज्यादा खत्म हो गया था। एडा अपने बड़े प्रोजेक्ट के सामने खड़ी थी और अपने सिर को खुजला रही थी। उसने पुराने पार्ट्स से एक स्केटबोर्ड बनाया था और फिर मोटर को कनेक्ट करके पहिये चलाने की कोशिश की। मोटरवाहित स्केटबोर्ड के साथ, एडा स्कूल के बाद पुस्तकालय या जंकयार्ड तक और भी तेजी से जा सकती थी। बहुत ही प्रैक्टिकल! पर यह काम नहीं कर रहा था। जब उसने इस पर खड़ी होकर Go! बटन दबाया, पहिये चले, लेकिन बहुत ज्यादा तेजी से। एडा हर बार जब भी शुरू करती, स्केटबोर्ड से गिर जाती थी। चाहे उसने कुछ भी कोशिश की, वह बस इसे सही कर नहीं पाई।
it: <phrase condition="capitals-text">Erano</phrase><phrase condition="capitals-img">rano</phrase> già trascorse metà delle vacanze estive. Ada si trovava di fronte al suo grande progetto e aveva qualche grattacapo. Da vecchi componenti, aveva costruito uno skateboard e gli aveva collegato un motore che faceva girare le ruote. Con uno skateboard elettrico, Ada avrebbe potuto sfrecciare ancora più velocemente alla biblioteca o alla discarica dopo la scuola. Super-utile! Ma non funzionò. Appena vi salì sopra e premette il pulsante “Via!”, le ruote si mossero, ma troppo velocemente. Ogni volta che lo skateboard partiva, Ada cadeva giù. E non era una questione di esercizio: semplicemente non funzionava come avrebbe voluto.
ko: <phrase condition="capitals-text">여름</phrase><phrase condition="capitals-img">름</phrase> 방학이 벌써 반이나 지나갔습니다. 에이다는 자신의 야심찬 프로젝트를 앞에 두고 머리를 긁적이고 있습니다. 에이다는 오래된 부품을 이용해서 스케이드보드를 만들고 바퀴에다가 모터를 달았습니다. 모터를 단 스케이드보드로 방과 후에 도서관이나 고철 수집장으로 더 빨리 갈 수 있게 말이죠. 하지만 그게 뜻대로 잘 되지 않았어요. 에이다가 스케이트보드에 올라타서 전진! 버튼을 누루면 바퀴가 움직이긴 움직였는데 너무 빨리 움직였거든요. 그러면 에이다는 매번 스케이드보드 위에서 굴러 떨어졌죠. 어떤 방법을 써봐도 이걸 제대로 동작하도록 만들 수 는 없었어요.
nb: <phrase condition="capitals-text">Sommerferie</phrase><phrase condition="capitals-img">ommerferie</phrase> var allerede halvveis over. Ada sto foran sitt store prosjekt og klødde seg i hodet. Hun hadde bygd et rullebrett fra gamle deler, og deretter koblet til en motor for å få hjulene til å snurre rundt. Med et motorisert rullebrett kunne Ada suse avgårde til biblioteket eller skraphaugen enda raskere etter skolen. Superpraktisk! Men det virket ennå ikke. Når hun sto på det og trykket på «Kjør!»-knappen, gikk hjulene rundt, men altfor raskt. Ada falt av rullebrettet hver gang hun startet det. Uansett hva hun prøvde, så fikk hun det bare ikke til å fungerer.
nl: <phrase condition="capitals-text">De</phrase><phrase condition="capitals-img">e</phrase> zomervakantie was al half voorbij. Ada stond voor haar grote project en krabde zich achter de oren. Uit oude onderdelen had ze een skateboard gebouwd en er een motor op aangesloten die die wielen liet draaien. Met een gemotoriseerd skateboard kon Ada na schooltijd nog sneller naar de bibliotheek of schroothoop sjezen. Maar het werkte niet. Als ze erop stond en de Ga!-knop indrukte bewogen de wielen, maar veel te snel. Ada viel bij het starten elke keer van het skateboard. Wat ze ook probeerde, ze kreeg het niet voor elkaar.

source: After falling on her bottom for the hundredth time, she went back to the library. She always found answers to her questions there. And indeed, on the internet, she came across a program that someone had written for an electric scooter that also needed to start slowly. Ada downloaded it to her phone.
es: Tras caerse por enésima vez, Ada decidió ir a la biblioteca. Allí siempre encontraba respuestas a sus preguntas. Y efectivamente, en Internet encontró con un programa que alguien había escrito para un patinete eléctrico, que también necesitaba arrancar lentamente. Ada descargó el programa en su teléfono móvil.
fr: Après être tombée sur les fesses pour la centième fois, elle alla à la bibliothèque. C’est là-bas qu ’elle trouvait toujours des réponses à ses questions. Et effectivement, sur Internet, elle tomba sur le programme que quelqu’un avait écrit pour sa trottinette électrique. Elle aussi devait démarrer lentement. Ada chargea le programme sur son téléphone.
hi: सौ से अधिक बार नीचे गिरने के बाद, उसे पुस्तकालय वापस जाना पड़ा। वहां उसे हमेशा उसके सवालों के जवाब मिलते थे। और वाकई, इंटरनेट पर, उसे एक प्रोग्राम मिला जिसे किसी ने एक इलेक्ट्रिक स्कूटर के लिए लिखा था जिसे भी धीरे से शुरू होने की जरूरत थी। एडा ने उसे अपने फोन में डाउनलोड किया।
it: Dopo che Ada cadde sul suo fondoschiena per la centesima volta, decise di andare in biblioteca. Là aveva sempre trovato ciò che le serviva, e infatti trovò su Internet un programma che qualcuno aveva scritto per il proprio monopattino elettrico, che aveva la stessa esigenza di partire lentamente. Ada scaricò il programma sul suo cellulare.
ko: 아마도 바닥에 한 백 번쯤 굴러 떨어진 뒤였을까요, 에이다는 도서관을 다시 찾았어요. 그녀는 무언가에 대한 답을 항상 거기서 찾았어요. 그리고 정말로 인터넷에서 누군가가 전동 스쿠터를 위해서 만들어 놓은 바퀴를 천천히 출발하도록 하는 프로그램을 찾았어요. 에이다는 그걸 다운로드 받아서 자신의 핸드폰에 저장했지요.
nb: Etter å ha falt på rompen for hundrede gang, gikk hun tilbake til biblioteket. Der fant hun egentlig alltid svar på spørsmålene sine. Og sant nok. På Internett kom hun over et program som noen hadde skrevet for et elektrisk sparkesykkel som også måtte starte forsiktig. Ada lastet det ned til telefonen sin.
nl: Na voor de honderdste keer op haar achterste gevallen te zijn, ging ze naar de bibliotheek. Daar vond ze eigenlijk altijd antwoorden op haar vragen. En inderdaad, op het internet stuitte ze op een programma dat iemand voor een elektrische scooter geschreven had. Ook die moest langzaam starten. Ada downloadde het programma naar haar telefoon.

source: Back at the junkyard, she adapted some lines of code for her skateboard program. She tweaked a few things and kept tinkering.
es: De vuelta al desguace, copió algunas líneas de código al programa de su monopatín. Modificó algunas cosas y siguió trasteando.
fr: De retour à la décharge, elle recopia quelques lignes du programme pour son skateboard. Elle adapta deux, trois choses et continua à bricoler.
hi: जंकयार्ड पर वापस आकर, उसने अपने स्केटबोर्ड प्रोग्राम के लिए कुछ कोड एडिट किया। उसने कुछ बातों का अनकूलन किया और थोड़ा जुगाड़ किया।
it: Tornata in discarica, prese alcune parti del codice scaricato e le adattò per il programma del suo skateboard. Cambiò un paio di cose e continuò a smanettarci sopra.
ko: 고물 수집장으로 돌아온 에이다는 스케이드보드 프로그램에 몇 줄의 코드를 추가했어요. 에이다는 또 몇 가지를 수정하고 계속해서 손보기 시작했어요.
nb: Tilbake på skraphaugen tilpasset hun noen kodelinjer i rullebrettprogrammet sitt. Hun justerte på et par ting og fortsatte med fiklingen.
nl: Terug op de schroothoop nam ze enkele programmadelen over voor haar skateboardprogramma. Ze paste een paar dingen aan en bleef sleutelen.

source: Several failed attempts later, on the last day of summer break, the time had finally come. Ada stood on the skateboard and pressed the Go! button, and the skateboard started moving, slowly at first, then faster. It worked! She tried to brake. It worked! Ada let out a cry of joy and took a trip to the park.
es: Despues de unos cuantos intentos fallidos, el último día de las vacaciones de verano, Ada se subió al monopatín y pulsó el botón “Comenzar”. El monopatín empezó a moverse, primero despacio y luego más rápido. ¡Funcionaba! Ada frenó. ¡Funcionaba! Ada lanzó un grito de alegría y se fue de excursión al parque.
fr: Après plusieurs tentatives ratées, le dernier jour des vacances, Ada monta encore une fois sur la planche et appuya sur le bouton « marche » : le skateboard se mit lentement en mouvement. Ensuite, il accéléra. Ça fonctionnait ! Elle freina. Ça fonctionnait ! Ada poussa un cri de joie et partit faire un tour au parc.
hi: कई असफल प्रयासों के बाद, समर ब्रेक के आखिरी दिन, अंत में समय आ ही गया था। एडा ने स्केटबोर्ड पर खड़ी होकर Go! बटन दबाया, और स्केटबोर्ड चलने लगा, पहले धीरे फिर तेज़। काम कर गया! उसने ब्रेक लगाने की कोशिश की। काम कर गया! एडा ख़ुशी से चिल्लाई और पार्क की सैर पर निकल गई।
it: Dopo diversi tentativi falliti, nell’ultimo giorno delle vacanze, giunse finalmente il momento atteso. Ada accese il suo skateboard e premette nuovamente il pulsante “Via!”: lo skateboard iniziò ad accelerare lentamente e poi cominciò ad andare più velocemente. Aveva funzionato! Provò a frenare: funzionava! Ada si mise a urlare dalla gioia e fece subito un giro al parco.
ko: 몇 차례의 실패 끝에 여름 방학의 마지막 날, 드디어 그 날이 찾아왔어요. 에이다는 스케이드보드에 올라타 전진! 버튼을 눌렀어요. 스케이트보드가 처음에는 천천히 움직이다 점차 빨라지기 시작했어요. 성공! 성공이에요! 브레이크도 잘 동작했지요. 역시 성공이었어요! 에이다는 기쁨의 함성을 지르며 스케이드보드를 타고 곧장 공원으로 달려나갔어요.
nb: Flere feilede forsøk senere, så sommerferiens siste dag, sto Ada nok en gang på rullebrettet og trykket på Kjør!-knappen: Sakte begynte rullebrettet å bevege seg. Så ble det raskere. Det virket! Hun forsøkte å bremse. Det virket! Ada kom med et jubelrop og tok en tur i parken.
nl: Meerdere mislukte pogingen later, op de laatste vakantiedag, ging Ada wederom op het skateboard staan en drukte op de Ga!-knop. Het skateboard begon langzaam te bewegen en daarna sneller. Het werkte! Ze probeerde te remmen. Het lukte! Ada juichte van plezier en nam een uitstapje naar het park.
