Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Ada racing with her electric skateboard for city sidewalks. Ada's skateboard is blue, with gray and pink wheels; the electronic part is placed above the skateboard (as opposed to Zangemann's skateboards where the electronic part is below). Ada is holding in both hands a remote control with a short antenna to maneuver it. Behind Ada are Marie and Toni who carry their own skateboards under their arms and look with amazement at Ada, who has shot past them and in front of them. Marie has dark long hair with two braids fastened with orange clips, yellow earrings, a fuchsia shirt with white sleeves with purple horizontal stripes, a white skirt, white and yellow sneakers, white socks, a white hat with yellow sides, and a light purple backpack. Marie has a blue artificial leg. Her skateboard is blue with yellow wheels. Toni has red hair closely trimmed on the sides. He is wearing a blue sweatshirt, dark green pants, and white shoes. He has a red backpack with white inserts and shoulder straps. One hand is next to his mouth. His skateboard is purple with orange wheels. There's also a father with his son walking in the opposite direction: the father is dressed in a blue checked jacket and blue pants and holds a brown briefcase. He is smiling at Ada. His son has a blue shirt, blue shorts, white shoes, a brown backpack, and a red and white hat. He holds under his arm a yellow Zangemann skateboard with light brown wheels, and he grins at Ada. In the background there is a bakery with large windows through which you can see the bread. It has a green and white striped awning around the corner and a sign on the sidewalk with the list of products. Overhead, a large pretzel is displayed. On the road there is a puddle that reflects the blue of the sky.
es: Ada corre con su monopatín eléctrico por las aceras de la ciudad. El monopatín de Ada es azul, con ruedas grises y rosas; la parte electrónica está situada encima del monopatín (a diferencia de los monopatines de Zangemann, en los que la parte electrónica está debajo). Ada sujeta con ambas manos un control remoto con una antena corta para maniobrarlo. Detrás de Ada están Marie y Toni, que llevan sus propios monopatines bajo el brazo y miran con asombro a Ada, que ha pasado disparada por delante de ellos. Marie lleva el pelo largo y oscuro con dos trenzas sujetas con pinzas naranjas, pendientes amarillos, camisa fucsia con mangas blancas a rayas horizontales moradas, una falda blanca, zapatillas deportivas blancas y calcetines blancos, una gorra blanca con los lados amarillos y una mochila morada clara. Marie tiene una pierna artificial azul. Su monopatín es azul con ruedas amarillas. Toni lleva el pelo pelirrojo muy recortado por los lados. Lleva una sudadera azul, pantalones verde oscuro y zapatos blancos.Lleva una mochila roja con inserciones y tirantes blancos.Tiene una mano junto a la boca.Su monopatín es morado con ruedas naranjas.También hay un padre con su hijo caminando en dirección contraria: el padre va vestido con una chaqueta de cuadros azules y pantalones azules y lleva un maletín marrón.Sonríe a Ada.Su hijo lleva una camisa azul, pantalones cortos azules, zapatos blancos, una mochila marrón y una gorra roja y blanca. Sostiene bajo el brazo un monopatín Zangemann amarillo con ruedas marrón claro y sonríe a Ada. Al fondo hay una panadería con grandes ventanales por los que se ve el pan.Tiene un toldo a rayas verdes y blancas en la esquina y un cartel en la acera con la lista de productos.Encima, se exhibe un gran pretzel. En la carretera hay un charco que refleja el azul del cielo.
fr: Ce dessin représente une scène de rue. Devant la vitrine d'une boulangerie, Ada portant un casque sur la tête se faufile entre les passants sur un skateboard à pleine vitesse. Le skate a l'air bricolé maison avec un boitier et des fils électriques. Elle le pilote avec une manette sans fil dotée d'une grande antenne, et elle exulte en doublant un garçon roux et une fille qui a une casquette et une prothèse de jambe articulée marchent ensemble avec leurs skates Zangemann désactivés sous le bras. Ils la regardent passer étonnés. Un petit garçon tient aussi d'une main un skate Zangemann désactivé et de l'autre son papa, ils regardent passer Ada en souriant.
it: Ada che sfreccia con il suo skateboard elettrico per i marciapiedi della città. Lo skateboard di Ada è azzurro, con ruote grigie e rosa, la parte elettronica è posta sopra lo skateboard (al contrario di quelli di Zangemann dove la parte elettronica è sotto) ed ha in mano un telecomando per manovrarlo. Dietro Ada ci sono Marie e Toni che portano il proprio skateboard sotto il braccio e guardano stupiti Ada, che è sfrecciata sul marciapiede passando davanti a loro. Marie ha capelli lunghi scuri con due trecce legate con fiocchi arancioni, orecchini gialli, una maglietta fucsia con maniche bianche a righe orizzontali viola, una gonna bianca, delle scarpe da ginnastica bianche e gialle, calzini bianchi, un cappello bianco con le parti laterali gialle, e uno zaino viola chiaro sulle spalle. Marie ha una gamba artificiale che è di colore blu. Il suo skateboard è azzurro con ruote gialle. Toni ha capelli rossi con i fianchi rasati, mentre indossa una felpa azzurra, pantaloni verde scuro e scarpe bianche. Ha uno zaino rosso con inserti e spallacci bianchi. Ha una mano vicino alla bocca. Il suo skateboard è viola con ruote arancioni. C'è anche un papà con suo figlio che guardano Ada camminando il direzione opposta: il papà è vestito con giacca blu a quadretti e pantaloni blu e tiene in mano una borsa marrone. Sta sorridendo ad Ada. Suo figlio ha una maglietta azzurra, pantaloncini blue, scarpe bianche, zaino in spalla e un cappello rosso e bianco. Tiene sotto il braccio uno skateboard Zangemann giallo con ruote marrone chiaro e sorride guardando Ada. Sullo sfondo c'è una panetteria con ampie vetrate da cui si intravede il pane, ed ha una tenda da sole a righe verdi e bianche sul fronte e un cartello con la lista dei prodotti sul marciapiede. Sulla strada c'è una pozzanghera che riflette l'azzurro del cielo.
nb: Ada suser avgårde på byens fortau med sitt elektriske rullebrett. Adas rullebrett er blått, med grå og rosa hjul; elektronikken er plassert oppå rullebrettet (i motsetning til Zangemanns rullebrett, hvor elektronikken er plassert under). Ada holder en fjernkontroll med en kort antenne i begge hender for å styre. Bak Ada kommer Marie og Toni, som bærer sine egne rullebrett under armene og ser forbauset på Ada, som har sust forbi dem og foran dem. Marie har langt mørkt hår med to fletter festet med oransje spenner, gule øredobber, en fuksia-farget skjorte med hvite ermer og lilla horisontale striper, et hvitt skjørt, hvite og gule joggesko, hvite sokker, en hvit hatt som er gul på sidene, og en lys lilla ryggsekk. Marie har en blå kunstig legg. Hennes rullebrett er blått med gule hjul. Toni har rødt hår som er trimmet på sidene. Han har på seg en blå genser, mørkegrønne bukser og et par hvite sko. Han har en rød ryggsekk med hvite innlegg og skulderstropper. Den ene hånden holder han opp til munnen. Hans rullebrett er lilla med oransje hjul. Det er også en far med sin sønn som går i motsatt retning: Faren har på seg en blå rutete jakke og blå bukser og holder en brun stresskoffert. Han smiler til Ada. Sønnen har på seg en blå skjorte, blå shorts, hvite sko, en brun ryggsekk og en rød og hvit hatt. Han holder et gult Zangemann rullebrett med lysebrune hjul under armen, og han smiler bredt til Ada. I bakgrunnen er det et bakeri med store vinduer hvor man kan se brødet. Det har en grønn- og hvitstripete markise rundt hjørnet og et skilt på fortauet med oversikt over produktene. Over hodet henger en stor kringle. På veien er det en vanndam som reflekterer den blå himmelen.
nl: Ada racet met haar elektrische skateboard over de stoep door de stad. Ada's skateboard is blauw met grijze en roze wielen. het elektronische deel zit boven het skateboard (in tegenstelling tot Zangemanns skateboard waar het elektrische deel er onder zit). Ada houdt in beide handen een afstandsbediening met een korte antenne om het te besturen. Achter Ada lopen Marie en Tonie die hun eigen skateboards onder hun arm dragen en die met verbazing kijken naar Ada die ze voorbij schiet en voor hun uit rijdt. Marie heeft donker lang haar met twee vlechten vastgemaakt met oranje clips, gele oorbellen, een fuchsia shirt met witte mouwen en paarse horizontale strepen, een witte rok, witte en gele sneakers, witte sokken, een witte pet met gele zijkanten en een lichtpaarse rugzak. Marie heeft een blauw kunstbeen. haar skateboard is blauw met gele wielen. Toni heeft rood haar, opgeschoren aan de zijkanten. Hij draagt een blauwe trui, donkergroene broek en witte schoenen. Hij heeft een rode rugzak met witte inzetten en schouderbanden. Eén hand houdt hij naast zijn mond. Zijn skateboard is paars met oranje wielen. Er lopen ook een vader en zoon in de andere richting: de vader is gekleed in een blauwgeblokt jack en blauwe broek en houdt een bruine koffer vast. Hij lacht naar Ada. Zijn zoon heeft een blauw shirt, blauwe korte broek, witte schoenen, een bruine rugzak en een rode en witte pet. Onder zijn arm heeft hij een geel Zangemann skateboard met lichtbruine wielen en hij grijnst naar Ada. Op de achtergrond staat een bakkerij met grote ramen waardoor je het brood kan zien. Het heeft een groen en witgestreepte luifel om de hoek en een bord op de stoep met een lijst van de producten. Boven aan de gevel wordt een grote pretzel getoond. Op de weg is een plas water die het blauw van de lucht reflecteert.

source: When Ada rode her skateboard to school on the first day back after summer break, the other children were amazed. During recess, Ada’s curious classmates surrounded her.
es: Cuando Ada fue a la escuela en monopatín el primer día después de las vacaciones de verano, los demás niños se quedaron asombrados. Durante el recreo, rodearon a Ada con curiosidad.
fr: Lorsqu’après les vacances, Ada se rendit à l’école avec son skate, les autres élèves n’en crurent pas leurs yeux. Pendant la grande récré, les copains et les copines de classe firent un cercle autour d’Ada et lui demandèrent, curieux :
hi: जब एडा गर्मियों की छुट्टियों के बाद पहले दिन अपने स्केटबोर्ड पर सवार होकर स्कूल गई तो अन्य बच्चे आश्चर्यचकित थे। छुट्टी के दौरान, एडा के जिज्ञासु सहपाठी उसके आस-पास इकट्ठे हो गए।
it: Quando, il primo giorno dopo le vacanze, Ada andò a scuola con il suo skateboard, gli altri bambini rimasero stupiti. Durante la ricreazione, Ada era circondata dai compagni di classe incuriositi.
ko: 여름 방학이 끝나고 첫 등교날 에이다가 스케이드보드를 타고 학교에 왔을 때 친구들은 놀라워 했어요. 쉬는 시간이 되자 궁금함이 가득한 친구들이 에이다한테 구름처럼 몰려들었어요.
nb: Da Ada kom på skolen første dag etter sommerferien på sitt rullebrett, ble de andre barna helt forbløffet. I friminuttet ble Ada omringet av nysgjerrige klassekamerater.
nl: Toen Ada op de eerste schooldag na de vakantie met haar skateboard naar school reed, waren de andere kinderen onder de indruk. In de grote pauze was Ada omringd door nieuwsgierige klasgenoten.

source: “How can you ride your skateboard on the sidewalk?” they asked.
es: “¿Cómo puedes ir en monopatín por la acera?”, le preguntaron.
fr: « Comment tu fais pour rouler sur le trottoir avec ton skate ? »
hi: “तुम साइडवॉक पर स्केटबोर्ड कैसे चला सकती हो?” उन्होंने पूछा।
it: «Perché tu puoi andare con il tuo skateboard sul marciapiede?» le chiesero.
ko: “어떻게 넌 인도에서 스케이트보드를 탈 수 있니?” 친구들이 물어봤어요.
nb: «Hvordan kan du kjøre rullebrettet ditt på fortauet?», spurte de.
nl: “Hoe kan je met jouw skateboard op de stoep rijden?” vroegen ze.

source: Ada stops on her skateboard surrounded by children. Marie is on one end. She is pointing to Ada's skateboard and she's talking. Next to her is Konrad, with short blond hair, a dark gray helmet, glasses, a green shirt with white collar and cuffs, light blue pants with white cuffs, and gray shoes with white soles. He has a red skateboard with orange wheels. Behind Ada there are 4 other children. On the other end Toni is smiling. He touches his chin with one hand while with the other he holds a yellow helmet by the laces.
es: Ada se detiene en su monopatín rodeada de niños. Marie está en un extremo. Señala el monopatín de Ada y habla. Junto a ella está Konrad, con el pelo corto y rubio, un casco gris oscuro gafas, camisa verde con cuello y puños blancos, pantalones azul claro con puños blancos, y zapatos grises con suela blanca. Tiene un monopatín rojo con ruedas naranjas. Detrás de Ada hay otros 4 niños. Al otro lado, Toni sonríe. Se toca la barbilla con una mano y con la otra sujeta un casco amarillo por las correas.
fr: Ce dessin représente Ada sur son skate télécommandé au milieu d'un groupe de 7 autres garçons et filles. Ada a l'air contente et fière de montrer le skate qu'elle a fait elle même à ses camarades. De gauche à droite, la fille avec la casquette et la prothèse de jambe qui tient un skate inactif au logo Z montre celui d'Ada du doigt en lui parlant avec l'air enthousiaste, un garçon blond à lunettes rondes portant un casque et tenant son skate au logo Z verticalement a une expression de surprise, une fille en salopette beige regarde en souriant les mains dans les poches, une autre avec des couettes frisées se tient les mains d'admiration. Un garçon sourit, un autre, tient son skate Z et semble dépité. Le garçon roux frisé se tient le menton avec l'air pensif et souriant.
it: Ada ferma sul suo skateboard attorniata da bambini. Da un lato c'è Marie che indica con la mano lo skateboard di Ada e sta parlando. Vicino a lei c'è Conrad, con capelli biondi corti, un caschetto grigio scuro, occhiali, maglietta verde con risvolti bianchi, pantaloni blu chiaro ancora con risvolti bianchi, scarpe grige con suole bianche. Ha uno skateboard rosso con ruote arancioni. Dietro Ada ci sono altri 4 bambini. Dall'altro lato c'è Toni con faccia sorridente che si tocca il mento con una mano mentre con l'altra tiene un caschetto giallo per i lacci.
nb: Ada stopper på rullebrettet sitt, og er omgitt av barn. Marie står i den ene enden. Hun peker på Adas rullebrett og snakker. Ved siden av henne står Konrad, med kort blondt hår, en mørkegrå hjelm, briller, en grønn skjorte med hvit krage og mansjetter, lyseblå bukser med hvite mansjetter og grå sko med hvite såler. Han har et rødt rullebrett med oransje hjul. Bak Ada er det fire andre barn. I den andre enden står Toni og smiler. Han berører haken med den ene hånden mens han holder en gul hjelm i remmene med den andre.
nl: Ada stopt op haar skateboard omringd door kinderen. Marie staat aan een uiteinde. Ze wijst naar Ada's skateboard en ze praat. Naast haar is Bram, met kort blond haar, een donkergrijze helm, bril, een groen shirt met witte kraag en manchetten, lichtblauwe broek met witte zoom en grijze schoenen met witte zolen. Hij heeft een rood skateboard met oranje wielen. Achter Ada staan vier andere kinderen. Aan het andere uiteinde staat Toni te lachen. Met één hand raakt hij zijn kin aan terwijl hij met de andere zijn gele helm aan de banden vasthoudt.

source: Ada thought for a moment, then said, “I don’t think it’s your skateboards but actually the software in them. It’s probably programmed into the software that the skateboards aren’t allowed to go on the sidewalk. But that can be changed!”
es: Ada pensó un momento y luego dijo: “No creo que sean vuestros monopatines sino el <emphasis role="italic">software</emphasis> que llevan. Probablemente los monopatines están programados para que no puedan ir por la acera. Pero eso se puede cambiar”.
fr: Ada réfléchit. « Je crois que ça ne vient pas de vos skates mais plutôt du logiciel qu’il y a dedans. Sans doute que les logiciels ont été programmés pour que les skates n’aient pas le droit de rouler sur le trottoir. Mais on peut changer ça ! »
hi: एडा ने कुछ क्षण के लिए सोचा, फिर कहा, “मुझे लगता है कि यह तुम्हारे स्केटबोर्ड नहीं, बल्कि उनमें लगे सॉफ़्टवेयर है। शायद सॉफ़्टवेयर में प्रोग्राम किया गया है कि स्केटबोर्ड को साइडवॉक पर जाने की अनुमति नहीं है। लेकिन उसे बदला जा सकता है!”
it: Ada ci pensò un attimo: «Non credo che sia colpa del vostro skateboard, ma del software che c’è dentro. Probabilmente il software è stato programmato in modo che gli skateboard non possano andare sul marciapiede. Ma possiamo cambiarlo!».
ko: 에이다는 잠시 생각하더니 말했어요, “내 생각엔 그건 스케이트보드 문제가 아니라 그 안에 들어있는 소프트웨어가 문제인거 같아. 아마도 너희 스케이드보드에는 인도에서 달릴 수 없도록 프로그래밍이 된 것 같아. 하지만 걱정마 그건 수정 할 수 있는거야!”
nb: Ada tenkte seg om et øyeblikk før hun svarte: «Jeg tror at problemet ikke er rullebrettene deres, men programvaren i dem. Det er antageligvis programmert inn i programvaren at rullebrettene ikke får kjøre på fortauet. Men det kan endres!»
nl: Ada dacht even na en zei “Ik denk dat het niet aan jullie skateboards ligt, maar aan de software erin. Waarschijnlijk is in die software geprogrammeerd dat de skateboards niet op het voetpad mogen. Maar dat is aan te passen!”

source: That evening, Ada tested out her theory on her classmate Toni’s skateboard. She worked secretly through most of the night, and the next day, Toni could ride on the sidewalk again. Unfortunately, his skateboard could no longer make the sounds that his parents had bought from Zangemann. Instead, every 10 minutes it made a strange noise that sounded like a drawn-out burp. Ada knew that little errors like that could pop up in programs all the time. But Toni’s burping skateboard was really quite funny.
es: Esa tarde Ada puso a prueba su teoría con el monopatín de Toni. Trabajó en secreto durante casi toda la noche y, al día siguiente, Toni pudo volver a circular por la acera. Por desgracia, su monopatín ya no emitía los sonidos que sus padres habían comprado a Zangemann. En su lugar, cada diez minutos hacía un ruido extraño que sonaba como un eructo larguísimo. Ada sabía que pequeños errores como ese podían aparecer en los programas todo el tiempo, pero el eructo del monopatín de Toni era... ¡realmente muy divertido!.
fr: Le soir même, Ada fit tout de suite un essai sur le skate de son camarade Toni. Elle travailla en cachette jusque tard dans la nuit et le lendemain, Toni pouvait de nouveau rouler sur le trottoir. En revanche, son skate ne pouvait désormais hélas plus émettre les sons que ses parents avaient achetés à Zangemann. À la place, un drôle de bruit retentissait toutes les dix minutes qui ressemblait à un long rot. Ada savait que ce genre d’erreurs pouvait toujours se produire. Mais le skate rotant de Toni était en fait plutôt rigolo.
hi: उस शाम, एडा ने अपने सहपाठी टोनी के स्केटबोर्ड पर अपनी सिद्धांत का परीक्षण किया। उसने रात के अधिकांश समय गुप्त रूप से काम किया, और अगले दिन, टोनी साइडवॉक पर फिर से स्केटबोर्ड पर सवार हो सका। दुर्भाग्यवश, उसके स्केटबोर्ड से अब वह आवाज नहीं आ रही थी जिसे उसके माता-पिता ने Zangemann से खरीदा था। इसके बजाय, हर 10 मिनट में वह एक अजीब ध्वनि बना रहा था जो एक खिंचे हुए डकार की तरह सुनाई देती थी। एडा जानती थी कि ऐसी छोटी-मोटी गलतियाँ प्रोग्राम में हर समय उत्पन्न हो सकती हैं। लेकिन टोनी का बर्पिंग स्केटबोर्ड सचमुच बहुत मजेदार था।
it: La sera Ada tentò di fare le stesse modifiche sullo skateboard del suo compagno di classe Toni. Lavorò di nascosto fino a notte fonda e il giorno dopo Toni poté di nuovo andare sul marciapiede. Dopo questa modifica, però, il suo skateboard non poteva più fare i suoni che i suoi genitori avevano comprato da Zangemann. Invece, ogni dieci minuti faceva un rumore divertente che assomigliava ad un lungo rutto. Ada sapeva bene che piccoli errori come quello possono sempre spuntare nei programmi. Però lo skateboard ruttante di Toni era in realtà abbastanza divertente.
ko: 그 날 저녁, 에이다는 자신의 이론을 시험해 보기로 했어요. 반 친구인 토니의 스케이드보드를 빌려서요. 그리고 다음 날 토니는 다시 인도에서 스케이드보드를 탈 수 있게 되었어요. 하지만 안타깝게도 토니의 스케이트보드는 그의 부모님이 구입해준 멋진 소리를 더 이상 낼 수 없게 되었어요. 대신에 스케이트보드는 10분마다 한 번씩 트림을 하는 것 같은 이상한 소리를 냈어요. 에이다는 그런 사소한 오류는 어느 때라도 나타날 수 있다는 걸 알았어요. 그럼에도 불구하고 토니의 트림하는 스케이트보드는 정말로 웃겼답니다.
nb: Den kvelden testet Ada ut teorien sin på rullebrettet til sin klassekamerat Toni. Hun jobbet i skjul det meste av natten, og dagen etter kunne Toni igjen bruke rullebrettet på fortauet. Dessverre kunne rullebrettet hans ikke lenger lage lydene som foreldrene hans hadde kjøpt av Zangemann. I stedet laget det hvert tiende minutt en merkelig lyd som hørte ut som et langtrukket rap. Ada visste at den slags småfeil alltid kunne dukke opp i et program. Tonis rapende rullebrett var egentlig ganske morsomt.
nl: Die avond probeerde Ada haar theorie uit op het skateboard van haar klasgenoot Toni. Ze werkte stiekem tot laat in de nacht en de volgende dag kon Toni weer op de stoep rijden. Helaas kon zijn skateboard nu niet langer de geluiden maken die zijn ouders van Zangemann hadden gekocht. In plaats daarvan maakte het elke 10 minuten een vreemd geluid dat klonk als een langgerekte boer. Ada wist dat in programma’s steeds weer zulke kleine fouten konden opduiken. Toni’s boerende skateboard was eigenlijk best grappig.

source: Hopscotch diagram drawn with chalk on asphalt. In a row, within squares, the numbers 1, 2; 3 and 4 next to each other; 5, 6; and 7 and 8 next to each other. The number 9 is not inside a square but inside a wider semicircle beyond the squares of numbers 7 and 8. Between the number 1 and the number 2 there is a blue bottle with white polka dots. A yellow Zangemann skateboard with orange wheels on the side of the diagram actually hides the number 1.
es: Diagrama de rayuela dibujado con tiza sobre el asfalto. En una fila, dentro de cuadrados, los números 1, 2; 3 y 4 uno al lado del otro; 5, 6; y 7 y 8 uno al lado del otro. El número 9 no está dentro de un cuadrado, sino dentro de un semicírculo más amplio más allá de los cuadrados de los números 7 y 8. Entre el número 1 y el número 2 hay una botella azul con lunares blancos. Un monopatín Zangemann amarillo con ruedas naranjas a un lado del diagrama oculta, en la práctica, el número 1.
fr: Ce dessin représente un skate jaune décoré d'un cœur aux ailes de chauve souris de marque Z sur le sol devant une marelle dessinée à la craie blanche sur fond rose. Il y a aussi sur la marelle une gourde bleue à pois blancs.
it: Gioco della “Campana“ disegnato con il gessetto sull'asfalto. In fila, scritti all'interno di quadrati, i numeri: 1, 2, 3 e 4 l'uno vicino all'atro, 5, 6, 7 e 8 l'uno vicino all'altro. Il numero 9 non è all'interno di un quadrato ma di un semicerchio in continuità con i bordi dei numeri 7 e 8. Tra i numeri 1 e 2 c'è una borraccia azzurra con pois bianchi. A fianco del disegno c'è uno skateboard Zangemann giallo con ruote arancioni.
ko: 아스팔트에 분필로 그린 망줍기 놀이판. 네모난 칸에 연달아 1번, 2번 숫자판이 있고; 3번, 4번 숫자판이 나란히 놓여있고; 그 다음 5번, 6번; 7번과 8번이 다시 나란히 붙어있습니다. 숫자판 9번은 7번, 8번을 넘어서 네모칸이 아닌 넓은 반원 모양의 칸 안에 그려져 있습니다. 1번, 2번 숫자칸 사이에는 흰색 물방울 무늬가 그려져 있는 파란색 병이 놓여져 있습니다. 주황색 바퀴를 단 노란색 장기만표 스케이트 보드가 놀이판 옆에 세워져 있는데 실제로 1번 숫자판의 숫자를 가리고 있는 위치에 놓여져 있습니다.
nb: Paradis tegnet med kritt på asfalten. I en rekke, i ruter, står tallene 1, 2; 3 og 4 ved siden av hverandre; 5, 6; og 7 og 8 ved siden av hverandre. Tallet 9 er ikke inne i en rute, men i en bredere halvsirkel utenfor rutene med tallene 7 og 8. Mellom tallene 1 og 2 er det en blå flaske med hvite polkadotter. Et gult Zangemann-rullebrett med oransje hjul plassert ved siden av paradiset skjuler tallet 1.
nl: Hinkelbaan met kalk getekend op asfalt. In een rij, in vierkante vakken, de nummers 1, 2, 3 en 4 naast elkaar, 5, 6, en 7 en 8 naast elkaar. Nummer 9 zit niet in een vierkant vak maar in een bredere halve cirkel achter de vierkanten van de nummers 7 en 8. Tussen het nummer 1 en nummer 2 staat een blauwe drinkfles met witte polkadots. Een geel Zangemann-skateboard met oranje wielen aan de zijkant van de hinkelbaan verbergt eigenlijk nummer 1.

source: Hacking for freedom
es: Hackear por la libertad
fr: Hacking pour la liberté
it: Hackerare per la libertà
ko: 자유를 위한 해킹
nb: Fri til å fikle
nl: Hacken voor vrijheid
