Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: <phrase condition="capitals-text">More</phrase><phrase condition="capitals-img">ore</phrase> and more children started to visit Ada at the junkyard after school, and she helped them rewrite the programs in their skateboards. Some of her classmates were very excited about this new discovery. It was unbelievable what you could do with software code! They wanted to learn everything Ada knew about programming languages, and soon they were riding their skateboards again, wherever they wanted to.
es: <phrase condition="capitals-text">Más</phrase><phrase condition="capitals-img">ás</phrase> y más niños empezaron a visitar a Ada en el desguace después del colegio y ella les ayudaba a reescribir los programas de sus monopatines. Algunos de sus compañeros estaban muy entusiasmados con este nuevo descubrimiento. ¡Era increíble todo lo que se podía hacer sabiendo programar! Querían aprender todo lo que Ada sabía sobre lenguajes de programación y pronto volvieron a montar sus monopatines donde les diese la gana.
fr: <phrase condition="capitals-text">Maintenant</phrase><phrase condition="capitals-img">aintenant</phrase>, les enfants étaient de plus en plus nombreux à venir voir Ada à la décharge en sortant des cours. Elle les aidait à modifier les programmes de leur skate. Ils étaient plusieurs à s’enthousiasmer de cette nouvelle découverte. Incroyable, tout ce qu’on pouvait faire avec un programme informatique ! Ils voulaient qu’Ada leur apprenne tout sur le langage de programmation. Et très vite, ils purent de nouveau rouler où ils voulaient avec leur skate.
hi: []स्कूल के बाद, एडा के पास जंकयार्ड में जाने वाले बच्चे बढ़ते जा रहे थे, और उसने उन्हें उनके स्केटबोर्ड में प्रोग्रामों को दोबारा लिखने में मदद की। उसके कुछ सहपाठी इस नए खोज के बारे में बहुत उत्साहित थे। सॉफ़्टवेयर कोड के साथ वह क्या क्या कर सकते थे, वह अविश्वसनीय था! उन्हें प्रोग्रामिंग भाषाओं के बारे में जितना एडा को पता था, उससे सब सीखना चाहते थे, और जल्द ही वे फिर से अपने स्केटबोर्ड पर सवार हो रहे थे, जहां जाना चाहे वहां जा रहे थे।
it: <phrase condition="capitals-text">Sempre</phrase><phrase condition="capitals-img">empre</phrase> più bambini andavano nel pomeriggio da Ada alla discarica, e lei li aiutava a riscrivere i programmi per i loro skateboard. Alcuni erano molto entusiasti di questa nuova scoperta. Che cose incredibili si potevano fare con il codice del software! Volevano imparare tutto ciò che Ada sapeva sui linguaggi di programmazione, e presto anche loro furono in grado di andare con i loro skateboard di nuovo dove volevano.
ko: <phrase condition="capitals-text">점점</phrase><phrase condition="capitals-img">점</phrase> 더 많은 아이들이 방과 후에 고물 수집장에 있는 에이다를 찾아오기 시작했어요. 에이다는 아이들이 스케이트보드에 내장된 프로그램을 재작성하는걸 도와주었어요. 그녀의 반 친구들 몇 몇은 이 발견에 매우 흥분했어요. 소프트웨어로 할 수 있는 근사한 일들이 믿기지 않았어요! 친구들은 에이다가 알고 있는 프로그래밍 언어에 대한 모든 걸 배우고 싶어했어요. 곧 아이들은 자기가 원할 때면 언제든 다시 스케이트보드를 탈 수 있게 되었어요.
nb: <phrase condition="capitals-text">Flere</phrase><phrase condition="capitals-img">lere</phrase> og flere barn begynte å besøke Ada på skraphaugen etter skoletid, og hun hjalp dem med å endre programmene i rullebrettene deres. Noen av hennes klassekamerater ble veldig begeistret over denne nye oppdagelsen. Det var helt rått hva man kunne få til med programkode! De ville lære alt det Ada kunne om programmeringsspråk. Snart brukte de rullebrettene sine igjen over alt der de ønsket det.
nl: <phrase condition="capitals-text">Steeds</phrase><phrase condition="capitals-img">teeds</phrase> meer kinderen kwamen ‘s middags na school langs bij Ada op de schroothoop, en ze hielp hen de programma’s in hun skateboards te herschrijven. Sommige van haar klasgenoten waren helemaal weg van deze nieuwe ontdekking. Ongelofelijk wat je allemaal kon doen met programmacode! Ze wilden van Ada alles over programmeertalen leren. En al snel reden ze met hun skateboards weer overal waar ze wilden.

source: But that wasn’t all. With the software, they could give their skateboards new, cool features. Marie attached colorful LED lights to her board that glowed different colors depending on the speed. Konrad built old propellers onto his skateboard for extra speed.
es: ¡Pero eso no era todo! Gracias al <emphasis>software</emphasis> podían agregar características nuevas y sorprendentes a sus monopatines. Marie le conectó luces LED que brillaban con diferentes colores dependiendo de la velocidad. Konrad le integró unas viejas hélices para aumentar la velocidad.
fr: Mais ça n’était pas tout ! Grâce au logiciel, ils pouvaient ajouter de nouvelles fonctionnalités très cools à leurs skates. Marie installa sur sa planche des ampoules à LED qui changeaient de couleur selon la vitesse. Et Konrad fixa de vieux propulseurs à son skate pour lui donner plus d’élan.
hi: लेकिन इतना ही नहीं था। सॉफ़्टवेयर के साथ, वे अपने स्केटबोर्ड्स को नयी, शानदार विशेषताएं दे सकते थे। मैरी ने अपने बोर्ड पर रंगीन LED लाइट्स लगाए जो गति के अनुसार अलग-अलग रंगों में चमकते थे। कोनराड ने अपने स्केटबोर्ड पर पुराने प्रोपेलर बनाए जो अतिरिक्त गति पर उड़ाने में मदद करते थे।
it: Ma si poteva fare ancora di più! Con il software avrebbero potuto aggiungere ai loro skateboard nuove fantastiche funzionalità. Marie mise delle luci LED colorate sul suo skateboard, che si illuminavano di colori diversi a seconda della velocità. E Conrad montò delle vecchie eliche sul suo skateboard, per dargli una spinta extra.
ko: 그뿐만이 아니었어요. 아이들은 소프트웨어를 수정해서 스케이트보드에 새롭고 멋진 기능을 추가할 수 있었어요. 마리는 그녀의 스케이트보드에 속도에 따라서 다른 빛을 내는 색색깔의 LED 전구를 장착했어요. 콘라트는 좀 더 속도를 내고 싶어서 낡은 프로펠러 여러 개를 스케이드보드에 장착했지요.
nb: Men det var ikke nok! Med programvaren kunne de gi rullebrettene sine nye kule egenskaper. Marie satte fargede LED-lys på sitt brett, slik at de lyste i forskjellige farger alt etter hvor fort hun kjørte. Og Konrad monterte gamle propeller på sitt rullebrett for ekstra hastighet.
nl: Maar dat was niet alles! Met de software konden ze hun skateboards nieuwe coole mogelijkheden geven. Marie maakte kleurrijke ledlampen aan haar board die, afhankelijk van haar snelheid, in verschillende kleuren oplichtten. En Bram bouwde aan zijn skateboard oude propellers die voor extra aandrijving zorgden.

source: A green battery with red and yellow wires, a power strip, glue, a roll of solder, and two pencils.
es: Una pila verde con cables rojo y amarillo, una regleta, pegamento, un rollo de estaño y dos lápices.
fr: Ce dessin est une frise formée des objets de bricolage électroniques et des fils. Il y a une multiprise branchée, des cellules de batterie, de la soudure, des crayons, un flacon blanc, un tournevis de précision, trois LED, et une pince.
it: Una batteria verde con fili rosso e giallo, una ciabatta elettrica, della colla, un rotolo di stagno e due matite.
ko: 빨간색과 노란색 전선이 달린 녹색 배터리팩, 멀티탭, 풀, 땜납뭉치, 연필 두 자루.
nb: Et grønt batteri med røde og gule ledninger, en strømpadde, lim, en rull med loddetinn og to blyanter.
nl: Een groene batterij met een rode en een gele draad, een stekkerdoos, lijm, een klos soldeer en twee potloden.

source: Ada, Toni, Marie, and Konrad spent many afternoons at the junkyard. They even set up a real workshop where they could fine-tune their programs for hours, listening all the while to music from the speakers Ada had built for Alan.
es: Ada, Toni, Marie y Konrad pasaban muchas tardes en el desguace. Incluso montaron un verdadero taller donde, durante horas, podían perfeccionar sus programas, escuchando música en los altavoces que Ada había construido para Alan.
fr: Ada, Toni, Marie et Konrad passaient de nombreux après-midi à la décharge. Ils s’étaient même aménagé un véritable atelier où ils perfectionnaient leurs programmes pendant des heures en écoutant de la musique sur les enceintes qu’Ada avait fabriquées pour Alan.
hi: एडा, टोनी, मैरी और कोनराड ने जंकयार्ड में कई दोपहर बिताए। उन्होंने वहां एक वास्तविक कारख़ाना भी स्थापित किया जहां वे अपने प्रोग्राम को घंटों तक बेहतर बना सकें, और साथ ही एडा द्वारा एलन के लिए बनाए गए स्पीकर से संगीत सुनते रहें।
it: Ada, Toni, Marie e Conrad passarono molti pomeriggi alla discarica. Allestirono anche un vero e proprio laboratorio in cui affinavano per ore i loro programmi, ascoltando nel frattempo la musica dalle casse che Ada aveva costruito per Alan.
ko: 에이다, 토니, 마리 그리고 콘라트는 오후의 대부분을 고물 수집장에서 보냈습니다. 아이들은 자신의 프로그램을 미세하게 조정 하기 위한 세미나를 오랜 시간동안 열기도 했어요. 세미나를 하는 내내 에이다가 앨런을 위해 만든 스피커를 통해 즐거운 음악을 들으면서 말이죠.
nb: Ada, Toni, Marie og Konrad tilbrakte mange ettermiddager på skraphaugen. De lagte til og med et ekte verksted der de kunne finjustere programmene sine i timevis, mens de lyttet til musikk fra høyttalerne som Ada hadde bygd til Alan.
nl: Ada, Toni, Marie en Bram brachten veel middagen op de schroothoop door. Ze hadden zowaar een heuse werkplaats ingericht waarin ze urenlang hun programma’s konden verfijnen. Daarbij luisterden ze naar muziek uit de luidsprekers die Ada voor Alan had gebouwd.

source: “Your brother’s speakers are much louder than ours,” remarked Toni, who was busy attaching a speedometer to his helmet. “I’m sure that’s also because of the software,” Marie said.
es: “Los altavoces de tu hermano suenan mucho más fuerte que los nuestros”, comentó Toni, que estaba ocupado colocando un velocímetro en su casco. “Seguro que también se debe al <emphasis>software</emphasis>”, dijo Marie.
fr: « Les enceintes de ton frère sont bien plus puissantes que les nôtres » remarqua Toni qui était occupé à fixer un indicateur de vitesse sur son casque. « Cela vient certainement du logiciel » dit Marie.
hi: “आपके भाई के स्पीकर हमारे स्पीकर से ज़्यादा तेज़ हैं,” टोनी ने टिप्पणी की, जो अपने हेलमेट पर स्पीडोमीटर जोड़ रहा था।“मुझे लगता है कि इसका भी कारण सॉफ़्टवेयर है,” मैरी ने कहा।
it: «Le casse di tuo fratello sono molto più forti delle nostre» osservò Toni, che era impegnato a mettere un contachilometri sul suo caschetto. «Sono sicura che anche questo è per via di qualche limitazione imposta dal software» rispose Marie.
ko: “너네 동생 스피커는 우리 집꺼보다 소리가 훨씬 크네?” 자신의 헬멧에 속도계를 붙이느라 바뻐보이는 토니가 말했어요. “그것 역시 소프트웨어 때문인거 같은데?” 마리가 말했어요.
nb: «Høyttalerne til broren din spiller høyere enn våre», kommenterte Toni, mens de holdt på med å montere hastighetsmålere på hjelmene sine. «Jeg er sikker på at også det er på grunn av programvaren», sa Marie.
nl: “De luidsprekers van je broer zijn veel luider dan die van ons”, merkte Toni op, die bezig was een snelheidsmeter aan zijn helm te bevestigen. “Dat ligt vast en zeker aan de software”, zei Marie.

source: Together, they changed the software for the speakers too. Then they turned up the music as loud as possible and danced wildly together.
es: Juntos cambiaron el <emphasis>software</emphasis> de los altavoces. Después, subieron el volumen de la música al máximo y bailaron juntos como locos.
fr: Ensemble, ils modifièrent le logiciel pour les enceintes. Puis ils montèrent le son aussi fort que possible et se mirent à danser ensemble comme des fous.
hi: साथ मिलकर, उन्होंने स्पीकरों के लिए सॉफ़्टवेयर भी बदल दिया। फिर वे संगीत को जितना तेज़ बढ़ा सकते थे, बढ़ाया और साथ में उत्साह से नृत्य किया।
it: Insieme cambiarono quindi anche il software degli altoparlanti. Poi misero la musica a palla e ballarono insieme a più non posso.
ko: 아이들은 함께 스피커 소프트웨어도 수정했어요. 그리곤 스피커의 볼륨을 최대한 높여서 다 같이 음악에 맞춰 춤을 추었답니다.
nb: Sammen endret de nå også på høyttalernes programvare. Så skrudde de musikken opp så høyt de kunne og danset vilt sammen.
nl: Samen veranderden ze daarop de software voor de luidsprekers. Ze speelden de muziek zo hard als mogelijk en dansten samen wild op de muziek.

source: A screwdriver with orange and gray handle, red pliers, and three LEDs: yellow, green, pink.
es: Un destornillador con mango naranja y gris, unos alicates rojos y tres LED: amarillo, verde y rosa.
it: Un cacciavite con manico arancione e grigio, una pinza rossa, e tre led: giallo, verde, rosa.
ko: 주황색과 회색 손잡이가 달린 드라이버, 빨간색 펜치 그리고 세 개의 LED: 노란색, 녹색, 핑크색 LED.
nb: En skrutrekker med oransje og grått handtak, røde tenger og tre LED: gul, grønn og rosa.
nl: Een schroevendraaier met oranje en grijs handvat, rode tang en drie leds: geel, groen en roze.

source: Laboratory at the junkyard, under the veranda of Ada's house. Ada is sitting on a water case with a leg bent under her, using a soldering iron. Konrad is standing next to her and dismounting a speaker. Marie is sitting on two tires with an arm resting on a table and her upside-down skateboard from which wires come out. She is talking with Alan, who is standing with his arms resting on the same table. On the table there are also: pliers, two wrenches, a spool of solder, a can of blue paint (a bit of paint has dried on the table), and a pitcher and two glasses containing a pink drink. Toni is testing his skateboard with added yellow wings and a fan. It burps.
es: Laboratorio en el desguace, bajo el porche de la casa de Ada. Ada está sentada en una caja de agua con una pierna doblada debajo de ella, utilizando un soldador. Konrad está de pie junto a ella y desmonta un altavoz. Marie está sentada sobre dos neumáticos con un brazo apoyado en una mesa y su monopatín bocabajo del que salen cables. Está hablando con Alan, que está de pie con los brazos apoyados en la misma mesa. Sobre la mesa hay también: unos alicates, dos llaves inglesas, una bobina de soldadura, un bote de pintura azul (un poco de pintura se ha secado en la mesa), y una jarra y dos vasos que contienen una bebida rosa. Toni está probando su monopatín al que ha añadido unas alas amarillas y un ventilador. El monopatín emite eructos.
fr: Ce dessin est une vue générale en deux volets : à gauche, les enfants bricolent leurs objets sous un appentis adossé à la cabane d'Ada dans la décharge. Ils se sont fait des établis avec des planches, des bidons, des tréteaux. Ada fait une soudure à côté du petit garçon blond à lunettes qui visse quelque chose dans un boîtier. La fille qui a une casquette et une prothèse de jambe a démonté le boîtier de son skate Z et discute avec le petit frère d'Ada. Le garçon roux frisé roule sur un skate qu'il a décoré avec de grandes ailes dorées et qu'il pilote avec une télécommande. Il lui a ajouté un boîtier et un haut-parleur qui émet des rots. À droite, les mêmes enfants ont tous en train de danser devant un haut-parleur, avec la maman d'Ada. Le petit garçon roux s'amuse à sauter sur des pneus de la décharge. Il y a aussi deux souris qui dansent et le chien gris sans collier qui semble siffler une note de musique.
it: Laboratorio alla discarica, sotto la veranda della casa di Ada. Ada è seduta su una cassa dell'acqua con una gamba ripiegata all'indietro e sta armeggiando con il saldatore a stagno. Conrad è vicino a lei e sta smontando un altoparlante. Marie è seduta su due pneumatici con un braccio appoggiato ad un tavolo ed ha di fronte il suo skateboard capovolto da cui escono dei fili. Sta parlando con Alan, che è in piedi con le braccia appoggiate allo stesso tavolo. Sul tavolo ci sono anche: una pinza, due chiavi inglesi, un rotolino di stagno, un barattolo di vernice azzurra con un po' di vernice finita sul tavolo, una brocca e due bicchieri con contenenti una bevanda rosa. Toni sta collaudando il suo skateboard al quale hai aggiunto delle ali gialle e un ventilatore.
nb: Laboratoriet ved skraphaugen, under verandaen til Adas hus. Ada sitter på en vannboks med ett ben bøyd under seg og bruker en loddebolt. Konrad står ved siden av henne og demonterer en høyttaler. Marie sitter på to bildekk med en arm hvilende på et bord, rullebrettet hennes er opp-ned og har ledninger som kommer ut. Hun snakker med Alan, som står med armene hvilende på det samme bordet. På bordet er det også: en tang, to skiftenøkler, en spole med loddetinn, en boks med blå maling (litt maling har tørket på bordet), en kanne og to glass med en rosa drikk. Toni tester rullebrettet sitt med påmonterte gule vinger og en vifte. Det gir fra seg en lyd.
nl: Werkplaats op de schroothoop onder de veranda van Ada's huis. Ada zit op een frisdrankkrat met een been onder zich gevouwen en gebruikt ene soldeerbout. Bram staat naast haar en haalt een luidspreker uit elkaar. Marie zit op twee autobanden met een arm op een tafel en haar skateboard ondersteboven waar draden uit komen. Ze praat met Alan, die staat met zijn armen leunend op dezelfde tafel. Op de tafel liggen ook een tang, twee steeksleutels, een klos soldeer, een blik blauwe verf (een beetje verf is opgedroogd op de tafel) en een karaf met twee glazen met daarin een roze drank. Toni test zijn skateboard met toegevoegde gele vleugels en een ventilator. Het boert.

source: Marie and Ada's mom are dancing, facing each other. Alan, Ada, and Konrad are dancing in a circle. On the right there is a speaker playing, resting on an oil drum. Near the speaker there are two dancing mice. Toni is jumping through the tires. Ada's dog is howling, and from his mouth come two distorted musical notes.
es: Marie y la madre de Ada están bailando, una frente a la otra. Alan, Ada y Konrad bailan en círculo. A la derecha suena un altavoz, apoyado en un bidón de aceite. Cerca del altavoz hay dos ratones bailando.Toni está saltando entre los neumáticos. El perro de Ada aúlla y de su boca salen dos notas musicales distorsionadas.
it: Marie, Ada, Alan, Conrad e la mamma di Ada stanno ballando. Da un lato c'è una cassa appoggiata ad un fusto dalla quale esce la musica. Vicino alla cassa ci sono due topini che ballano. Toni sta saltando tra gli pneumatici. Il cagnolino di Ada sta ululando, e dalla sua bocca esce un fumetto con due note musicali.
nb: Marie og Adas mødre danser, med ansiktene mot hverandre. Alan, Ada og Konrad danser i en sirkel. På høyre side er det en høyttaler som spiller, stående på en oljetønne. Nær høyttaleren er det to mus som danser. Toni hopper gjennom dekk. Adas hund hyler, og fra munnen dens kommer det to forstyrrede musikknoter.
nl: Marie en Ada's moeder dansen, naar elkaar gericht. Alan, Ada en Bram dansen in een kring. Rechts staat een luidspreker te spelen, ondersteund door een oud olievat. Naast de luidspreker dansen twee muizen. Toni springt door de banden. Ada's hond huilt als een wolf en vanuit zijn mond komen twee verstoorde muzieknoten.

source: Hands holding wonderful ice cream cones: blue ice cream with a chocolate heart on top with a yellow heart on its center, and whipped cream on top of the chocolate; green ice cream with colored stars with a cucumber stuck on a stick; pink fish-shaped ice cream; pyramid-shaped ice cream with candies, and chocolate syrup, and a cherry on top; rainbow ice cream with a yellow umbrella; blue ghost-shaped ice cream with candies on it.
es: Manos sosteniendo cucuruchos de helado de ensueño: helado azul con un corazón de chocolate encima con un corazón amarillo en el centro, y nata montada encima del chocolate; helado verde con estrellas de colores con un pepino clavado en un palo; helado rosa con forma de pez; helado en forma de pirámide con caramelos, sirope de chocolate y una cereza encima; helado arco iris con un paraguas amarillo; helado azul en forma de fantasma con caramelos encima.
it: Mani che tengono dei fantastici gelati: gelato azzurro con sopra un cuore di cioccolato con centro giallo e sopra il cioccolato della panna montata; gelato verde con stelline colorate con un cetriolo infilzato su uno stecchino; gelato a forma di pesce rosa; gelato a forma di piramide con zuccherini, glassa di cioccolato e una ciliegina in cima; gelato arcobaleno con un ombrellino giallo; gelato a forma di fantasma azzurro con zuccherini sopra.
ko: 세상에서 가장 멋진 아이스크림 콘을 들고있는 모습: 파란색 아이스크림은 위에 하트 모양 초콜렛이 올려져 있는데 하트 안에는 노란색 하트 모양이 다시 그려져 있고 위에는 휘핑 크림이 얹혀져 있습니다; 초록색 아이스크림은 색색깔의 별모양이 붙어있고 이쑤시게에 꽃힌 오이가 꼽혀져 있습니다; 핑크색 물고기 모양 아이스크림도 있습니다; 캔디가 빅힌 피라미드 모양 아이스크림은 위에 초콜렛 시럽이 뿌려져 있고 체리가 꼭대기에 올려져 있습니다; 노란색 우산이 꽃혀있는 무지개색 아이스크림도 있구요; 캔디가 박혀있는 파란색 유령모양 아이스크림도 있습니다.
nb: Hender holder nydelige iskremkjegler: blå iskrem med sjokoladehjerter på toppen med et gult hjerte i midten, og pisket krem på toppen av sjokoladen; grønn iskrem med fargerike stjerner med en agurk festet på en binne; rosa fiskeformet iskrem; pyramideformet iskrem med godteri og sjokoladesirup og en kirsebær på toppen; regnbuefarget iskrem med en gul paraply; blå spøkelsesformet iskrem med godterier på.
nl: Handen die mooie ijshoorntjes vasthouden: blauw ijs met een chocoladehart erbovenop en slagroom op de chocolade, groen ijs met gekleurde sterren met een kleine komkommer op een stokje, roze ijs in de vorm van een vis, piramidevormig ijs met snoepjes en chocoladesaus en een kers op de top, regenboogijs met een geel parapluutje, blauw ijs in de vorm van een geest met snoepjes erop.
