Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

# _
source: translator-credits
hi: संगीता सेठी, 2022 आयुश गुप्ता <contact@aayush.io>, 2025
it: Albano Battistella <albanobattistella@gmail.com> 2025
ko: Ki-hyun Lee (이기현) 2025
nb: Petter Reinholdtsen, 2024, 2025 Hagen Echzell, 2024 Henrik G. Sundt, 2024
nl: # SPDX-FileCopyrightText: 2024 André Ockers (translator) # SPDX-FileCopyrightText: 2024 Nico Rikken (translator) # SPDX-FileCopyrightText: 2024 Carmen Bianca Bakker (proofreader) # SPDX-FileCopyrightText: 2024 Christopher Peeters (proofreader)

source: A Tale of Software, Skateboards, and Raspberry Ice Cream
es: Un cuento sobre Software, Monopatines y Helado de Frambuesa
fr: Un conte sur les logiciels, les skateboards et la glace à la framboise
hi: एक कहानी सॉफ़्टवेयर, स्केटबोर्ड और रास्पबेरी आइसक्रीम की
it: Una fiaba che parla di software, skateboard e gelato al lampone
ko: 소프트웨어와 스케이트보드와 라즈베리 아이스크림에 대한 이야기
nb: En historie om programvare, rullebrett og bringebæris
nl: Een verhaal over software, skateboards en frambozenijs

source: Ada &amp; Zangemann - A Tale of Software, Skateboards, and Raspberry Ice Cream. By Matthias Kirschner and Sandra Brandstätter. On a mostly desaturated dark cyan background, in a frame composed of sometimes curled white lines that connect a mouse, a keyboard, and a pink smartphone, Ada and Zangemann are facing each other, both with their hands on their hips as a sign of challenge. Ada is smiling and Zangemann is frowning. Ada has black hair collected in two big right- and left-bound ringlets with red rubber bands, and red cheeks. She has little yellow stud earrings. She wears cyan and white horizontal striped shorts and a yellow shirt over a white undershirt that ends with embroidery that goes beyond the shirt. The shirt and undershirt come out over the shorts. Above the shirt Ada wears a blue hoodie. Ada is wearing red shoes with white tips and soles, and short white socks. She has one foot on a skateboard and the other on the ground. Zangemann has short gray hair and square glasses. He is wearing a purple turtle-neck sweater, light blue pants turned up, brown shoes, and white socks. He's wearing a big tech watch. Above Zangemann there are a pair of pliers with red handles crossing the wire frame.
es: ADA &amp; ZANGEMANN - Un cuento sobre Software, Monopatines y Helado de Frambuesa Por Matthias Kirschner y Sandra Brandstätter. Sobre un fondo cian oscuro desaturado en su mayor parte, en un marco compuesto por líneas blancas a veces rizadas que conectan un ratón, un teclado y un smartphone rosa, Ada y Zangemann están frente a frente, ambos con las las manos en la cadera en señal de desafío. Ada sonríe y Zangemann frunce el ceño. Ada tiene el pelo negro recogido en dos grandes moños a derecha e izquierda con gomas rojas, y las mejillas rojas. Lleva unos pendientes amarillos. Viste pantalones cortos a rayas horizontales blancas y cian y una camisa amarilla encima de una camiseta blanca que acaba en un bordado que se ve por debajo de la camiseta amarilla. La camiseta y la camiseta interior salen por encima de los pantalones cortos. Por encima de la camiseta, Ada lleva una sudadera con capucha azul. Ada lleva zapatos rojos con con puntera y suela blancas, y calcetines blancos cortos. Tiene un pie sobre un monopatín y el otro en el suelo. Zangemann tiene el pelo corto y gris y gafas cuadradas. Lleva un jersey jersey morado con cuello de tortuga, pantalones azul claro con una vuelta, zapatos marrones y calcetines blancos. blancos. Lleva un gran reloj tecnológico. Sobre Zangemann hay un par de de alicates con mango rojo que cruzan el marco de alambre.
it: Ada &amp; Zangemann - Una fiaba che parla di software, skateboard e gelato al lampone. Di Matthias Kirschner e Sandra Brandstätter. In una cornice composta da un filo bianco a tratti arricciato che collega un mouse, una tastiera e uno smartphone rosa, ci sono una di fronte all'altro Ada e Zangemann, entrambi con le mani sui fianchi in segno di sfida. Ada sorride mentre Zangemann ha il volto corrucciato. Ada ha i capelli neri raccolti in due grossi boccoli a destra e a sinistra legati con elastici rossi, e due guanciotte rosse. Ha dei piccoli orecchini gialli. Indossa dei pantaloncini a righe orizzontali bianche e azzurre e una maglietta gialla sopra una maglia della salute bianca che termina con ricami che vanno oltre la maglietta. Maglietta e maglia della salute escono sopra i pantaloncini. Sopra la maglietta Ada indossa una felpa blu con cappuccio. Ada calza delle scarpe rosse con punte e suole bianche, e dei calzini bianchi corti. Ha un piede sul suo skateboard e l'altro a terra. Zangemann ha capelli grigi corti, occhiali squadrati, e veste con un maglione viola, pantaloni azzurri risvoltati in basso, scarpe marroni con tacco basso e con calzini. Indossa un grosso orologio tecnologico. Sopra Zangemann c'è una pinza con manici rossi che si intreccia nella cornice di filo.
nb: Ada og Zangemann - En fortelling om programvare, rullebrett og bringebæris. Av Matthias Kirschner og Sandra Brandstätter. På en dempet, mørkeblå bakgrunn, omgitt av hvite kabler som bukter seg og kobler sammen en mus, et tastatur og en rosa smarttelefon, står Ada og Zangemann ansikt til ansikt, begge med hendene i siden som et tegn på utfordring. Ada smiler, mens Zangemann ser misfornøyd ut. Ada har sort hår samlet i to store spenner festet med røde strikk på begge sider av hodet, og hun har rødmussede kinn. Hun har på seg små, gule øredobber. Hun er kledd i lyseblå og hvitstripete shorts og en gul skjorte over en hvit undertrøye, med broderi som stikker ut under skjorten. Skjorten og undertrøyen stikker ut over shortsen. Over skjorten har Ada på seg en blå hettegenser. Hun har på seg røde sko med hvite tupper og såler, og korte hvite sokker. Hun står med den ene foten på et rullebrett og den andre på bakken. Zangemann har kort grått hår og firkantede briller. Han er iført en lilla, høyhalset genser, lyseblå bukser som er brettet opp ved ankelen, brune sko og hvite sokker. Han bærer en stor smartklokke. Over Zangemann er det en tang med røde håndtak som krysser kablene i rammen.
nl: Een verhaal over software, skateboards en frambozenijs. Door Matthias Kirschner en Sandra Brandstätter. Op een voornamelijk onverzadigde cyaan achtergrond, in een kader bestaande uit soms gekrulde witte lijnen die een verbinding vormen tussen een computermuis, een toetsenbord en een roze smartphone. Ada en Zangemann zijn naar elkaar gericht, beiden met de handen op hun heupen in een uitdagende pose. Ada lacht en Zangemann fronst. Ada heeft zwart haar met rode elastieken in twee grote knotten links en rechts. Ze heeft rode wangen en kleine gele knopjes in de oren. Ze draagt een horizontaal gestreepte korte broek in cyaan en wit en een geel shirt over een wit ondershirt dat eindigt in kant dat onder het shirt uit komt. Over het shirt draagt Ada een blauw vest met capuchon. Ada draagt rode schoenen met witte neuzen, witte zolen en korte witte sokken. Ze heeft een voet op een skateboard en de andere op de grond. Zangemann heeft kort grijs haar en vierkante brillenglazen. Hij draagt een paarse trui aan met kol, een lichtblauwe opgetrokken broek, bruine schoenen en witte stokken. Hij draagt een groot technisch horloge. Boven Zangemann is een combinatietang afgebeeld met rode handvatten die het kader van draden doorkruist.

source: A soldering iron and a brush and can with yellow paint, connected by white electrical cord that forms a frame.
es: Un soldador y un pincel y un bote con pintura amarilla, conectados por un cable eléctrico blanco que forma un recuadro.
fr: Un fer à souder en étain et un pinceau avec de la peinture jaune, reliés par une ligne blanche formant un cadre.
hi: एक सोल्डरिंग लौह, ब्रश और पीला पेंट का डब्बा, जो एक सफेद बिजली के तार से जुड़े हुए है, एक फ्रेम में परिवर्तित होते है।
it: Un saldatore a stagno e un pennello e barattolo con vernice gialla, collegati da una cavo bianco che forma una simil-cornice.
ko: 납땜기와 페인트 붓 그리고 노란색 페인트통이 흰색 전선으로 연결되어 액자 형태의 모양을 만들었습니다.
nb: En loddebolt, en pensel og et spann med gul maling, koblet sammen med hvit elektrisk ledning som utgjør rammen.
nl: Een soldeerbout en een kwast en blik gele verf, verbonden met wit elektriciteitskabel dat een kader vormt.

source: <phrase condition="capitals-text">The</phrase><phrase condition="capitals-img">he</phrase> inventor Zangemann is world-famous and immensely rich. Adults and children alike love his fabulous technical inventions. But one day there is a problem: the children's electronic skateboards no longer work properly. What’s going on? The curious girl Ada sees through what is going on. Together with her friends, she experiments with hardware and software, and the children forge a plan: Zangemann can no longer be the only one in control of the devices!
es: <phrase condition="capitals-text">El</phrase><phrase condition="capitals-img">l</phrase> inventor Zangemann es famoso en todo el mundo y es inmensamente rico. Adultos y niños aman sus fabulosas invenciones. Pero un día surge un problema: los monopatines eléctricos de los niños ya no funcionan correctamente. ¿Qué está pasando? La curiosa Ada descubre lo que está sucediendo. ¡Junto con sus amigos, trastea con los programas de computadora y elabora un plan: Zangemann ya no puede tener control sobre los dispositivos!
fr: <phrase condition="capitals-text">The</phrase><phrase condition="capitals-img">he</phrase> est un inventeur mondialement connu et immensément riche. Enfants et adultes adorent ses fabuleuses inventions. Mais soudain, gros problème : les skateboards électroniques des enfants buggent et les glaces ont toutes le même parfum. Que se passe-t-il ? Ada, jeune fille curieuse, va découvrir comment Zangemann contrôle ses produits depuis son ordinateur en or. Avec ses amis, elle va bricoler des objets informatisés qui échappent aux décisions de Zangemann.
it: <phrase condition="capitals-text">L’inventore</phrase><phrase condition="capitals-img">’inventore</phrase> Zangemann è famoso in tutto il mondo ed è immensamente ricco. Adulti e bambini amano le sue favolose invenzioni. Ma un giorno si verifica un problema: gli skateboard elettrici dei bambini non funzionano più correttamente. Che succede? La curiosa Ada scopre cosa sta accadendo. Insieme ai suoi amici smanetta con i programmi per computer ed escogita un piano: Zangemann non può più avere il controllo dei dispositivi!
nb: <phrase condition="capitals-text">Oppfinneren</phrase><phrase condition="capitals-img">ppfinneren</phrase> Zangemann er verdenskjent og uhorvelig rik. Både voksne og barn elsker hans fantastiske tekniske oppfinnelser. Men en dag er det et problem: barnas elektroniske rullebrett virker ikke lenger som de skal. Hva er det som skjer? Den nysgjerrige jenta Ada innser hva som foregår. Sammen med sine venner eksperimenterer hun med maskin- og programvare, og barna lager en plan: Zangemann kan ikke lenger være den eneste som kontrollerer dingsene!
nl: <phrase condition="capitals-text">De</phrase><phrase condition="capitals-img">e</phrase> uitvinder Zangemann is wereldberoemd en ongelofelijk rijk. Ouders en kinderen houden van zijn fabelachtige technische uitvindingen. Maar op een dag is er een probleem: de elektronische skateboards van de kinderen werken niet meer goed. Wat is er aan de hand? De nieuwsgierige Ada heeft door wat er aan de hand is. Samen met haar vrienden experimenteert ze met hardware en software en de kinderen smeden een plan: Zangemann zal niet langer als enige controle over de apparaten hebben!

source: A book that arouses interest in tinkering and encourages shaping technology.
es: Un libro que estimula el interés por experimentar y fomenta dar forma a la tecnología.
fr: Un livre pour les enfants et jeunes ados qui pourrait bien leur transmettre le plaisir de bricoler. Un livre sur l’informatique libre, la camaraderie et le rôle des filles pour une technique au service de l’autonomie. Un conte vivant et superbement illustré.
hi: एक पुस्तक जो प्रौद्योगिकी में सुधार के प्रति रुचि जगाती है और उसे आकार देने के लिए प्रोत्साहित करती है।
it: Un libro che stimola l’interesse nello sperimentare e incoraggia a plasmare la tecnologia.
nb: En bok som vekker interessen for fikling og oppmuntrer til å forme teknologien.
nl: Een boek dat bij kinderen de interesse voor sleutelen aanwakkert en een autonome omgang met techniek aanmoedigt.

source: A power strip, with input and output of white electrical cord that is the frame.
es: Una regleta, con entrada y salida de cable eléctrico blanco que hace de recuadro.
fr: Une multiprise, toujours connectée avec une ligne blanche en guise de cadre.
it: Una ciabatta per la corrente, collegata anch'essa con una cavo bianco che fa da cornice.
ko: 멀티탭에서 나오고 들어오는 흰색 전선이 액자 형태의 모양을 만들었습니다.
nb: En strømpadde med tilkoblinger og tilførsler av hvite elektriske ledninger som er rammen.
nl: Een stekkerdoos, met ingaand en uitgaand de witte elektriciteitskabel die het kader vormt.

source: Half-title page
hi: अर्ध-शीर्षक पृष्ठ
it: Frontespizio
nb: Halvtittelside
