Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Copyright © 2023 Matthias Kirschner and Sandra Brandstätter. This work is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy of this license, visit <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/">https://creativecommons.org/licenses/by-sa/4.0/</link> or send a letter to Creative Commons, PO Box 1866, Mountain View, CA 94042, USA. <emphasis role="bold">Ada &amp; Zangemann: A Tale of Software, Skateboards, and Raspberry Ice Cream</emphasis> is a translation of the German original, Ada und Zangemann: Ein Märchen über Software, Skateboards und Himbeereis, published by Dpunkt.verlag in cooperation with O’Reilly Media, Inc., under the imprint “O’REILLY,” © 2022 by Matthias Kirschner and Sandra Brandstätter. First printing 26 25 24 23 22 1 2 3 4 5 ISBN-13: 978-1-7185-0318-2 (print) ISBN-13: 978-1-7185-0319-9 (ebook) Publisher: William Pollock Author: Matthias Kirschner Illustrator: Sandra Brandstätter Managing Editor: Jill Franklin Production Editor: Jennifer Kepler Editor: Wiebke Helmchen Color Assistance: Olga Biryukova, Noémi Sárkány, Nathalie Scattolon, Kristina Haidinger, and Jasmin Schlögl Cover Design: Sandra Brandstätter and Susan Brown Compositor: Maureen Forys, Happenstance Type-O-Rama For information on distribution, bulk sales, or corporate sales, please contact No Starch Press, Inc. directly at <link xlink:href="mailto:info@nostarch.com">info@nostarch.com</link> or: No Starch Press, Inc. 245 8th Street, San Francisco, CA 94103 phone: 1.415.863.9900 <link xlink:href="https://nostarch.com/">www.nostarch.com</link> A catalog record of this book is available from the Library of Congress. No Starch Press and the No Starch Press logo are registered trademarks of No Starch Press, Inc. Other product and company names mentioned herein may be the trademarks of their respective owners. Rather than use a trademark symbol with every occurrence of a trademarked name, we are using the names only in an editorial fashion and to the benefit of the trademark owner, with no intention of infringement of the trademark. The information in this book is distributed on an “As Is” basis, without warranty. While every precaution has been taken in the preparation of this work, neither the author nor No Starch Press, Inc. shall have any liability to any person or entity with respect to any loss or damage caused or alleged to be caused directly or indirectly by the information contained in it. All characters in this publication are fictitious, and any resemblance to real persons, living or dead, is purely coincidental. ** This book by Matthias Kirschner (author) and Sandra Brandstätter (illustrator) is licensed under <emphasis role="bold">Creative Commons CC-BY-SA</emphasis>, a free cultural license. <emphasis role="bold">You may</emphasis> share, copy, and redistribute the material in any medium or format. <emphasis role="bold">You may</emphasis> adapt, remix, transform, and build upon the material for any purpose, even commercially. <emphasis role="bold">You must</emphasis> give appropriate credit, provide a link to the license, and indicate if changes were made. <emphasis role="bold">You may</emphasis> do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. If you remix, transform, or build upon the material, <emphasis role="bold">you must</emphasis> distribute your contributions under the same license as the original. (This is a human-readable summary of - and not a substitute for - the “legal code” of CC-BY-SA 4.0.) Furthermore for remix versions (derivative works), the licensor asks you not to make any modifications of the author's personal acknowledgments and the author's and illustrator's short biographies, instead please completely remove those parts from your remix version. Publication under this free cultural license was possible due to the great support by dpunkt.verlag GmbH / O'Reilly Media, Inc. for the German book and No Starch Press for the English book. Unfortunately, Creative Commons licenses are still rare exceptions for commercially published books, and often considered revolutionary and risky by publishers. <emphasis role="bold">A big thank you</emphasis> to <emphasis role="bold">dpunkt.verlag</emphasis> and <emphasis role="bold">No Starch Press</emphasis> for understanding the values of software freedom, taking the time to discuss and understand the advantages of free cultural licenses, and the great support to publish this book under conditions that respect the FSFE's values.
es: Copyright © 2022-2024 Matthias Kirschner (texto), Free Software Foundation Europe e.V. (ilustraciones); autor: Matthias Kirschner, ilustradora: Sandra Brandstätter. <emphasis role="bold">ADA &amp; ZANGEMANN</emphasis> – Un cuento sobre <emphasis>Software</emphasis>, Monopatines y Helado de Frambuesa Este libro es una obra derivada (traducción al español) del libro original en alemán “Ada und Zangemann: Ein Märchen über Software, Skateboards und Himbeereise” y se publica bajo la licencia Creative Commons CC-BY-SA 4.0 Internacional, una licencia cultural libre. <emphasis role="bold">Eres libre</emphasis> de compartir, reproducir, distribuir, comunicar públicamente, mostrar públicamente, interpretar y recitar este material en cualquier medio y formato. <emphasis role="bold">Puedes</emphasis> modificar, remezclar, transformar el material y construir sobre él con cualquier propósito, incluso comercialmente. <emphasis role="bold">Debes</emphasis> proporcionar la atribución apropiada, proporcionar un enlace a la licencia e indicar si se realizaron cambios. Puedes hacerlo de cualquier manera razonable, pero no de una manera que sugiera que el licenciante te respalda a ti o a tu uso del material. Si remezclas, transformas el material o construyes sobre él, <emphasis role="bold">debes</emphasis> distribuir tus contribuciones bajo la misma licencia que el material original. Para las versiones remezcladas (obras derivadas), los autores solicitan no hacer cambios en los agradecimientos personales del autor y en las breves biografías del autor e ilustradora, o bien eliminar por completo estas partes de la versión remezclada. La publicación bajo una licencia cultural libre fue posible gracias al gran apoyo de dpunkt.verlag GmbH / O’Reilly para el libro en alemán y No Starch Press para la edición en inglés. Lamentablemente, las licencias Creative Commons siguen siendo excepciones raras en el mundo de la publicación comercial, y a menudo son consideradas revolucionarias y arriesgadas por los editores. <emphasis role="bold">Un enorme agradecimiento</emphasis> a <emphasis role="bold">dpunkt.verlag</emphasis> y <emphasis role="bold">No Starch Press</emphasis> por comprender los valores de la libertad del <emphasis>software</emphasis>, tomarse el tiempo para discutir y comprender los beneficios de las licencias culturales libres, y por el gran apoyo en la publicación de este libro en condiciones que respetan los valores de la FSFE (<emphasis>Free Software Foundation Europe</emphasis>).
it: Copyright © 2023 Matthias Kirschner e Sandra Brandstätter. Quest'opera è distribuita con licenza Creative Commons Attribuzione-Condividi allo stesso modo 4.0 Internazionale. Per visualizzare una copia di questa licenza, visita <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/">https://creativecommons.org/licenses/by-sa/4.0/</link> o invia una lettera a Creative Commons, PO Box 1866, Mountain View, CA 94042, USA. <emphasis role="bold">Ada &amp; Zangemann: A Tale of Software, Skateboards, and Raspberry Ice Cream è una traduzione dell'originale tedesco, Ada und Zangemann: Ein Märchen über Software, Skateboards, and Himbeereis, pubblicato da Dpunkt.verlag in collaborazione con O’Reilly Media, Inc., con il marchio "O’REILLY", © 2022 di Matthias Kirschner e Sandra Brandstätter. Questo libro di Matthias Kirschner (autore) e Sandra Brandstätter (illustratrice) è concesso in licenza con <emphasis role="bold">Creative Commons CC-BY-SA</emphasis>, una licenza culturale libera. <emphasis role="bold">È possibile</emphasis> condividere, copiare e ridistribuire il materiale in qualsiasi mezzo o formato. <emphasis role="bold">È possibile</emphasis> adattare, remixare, trasformare e basarsi sul materiale per qualsiasi scopo, anche commerciale. <emphasis role="bold">È necessario</emphasis> attribuire la paternità appropriata, fornire un link alla licenza e indicare se sono state apportate modifiche. <emphasis role="bold">È possibile</emphasis> farlo in qualsiasi modo ragionevole, ma non in modo tale da suggerire che il licenziante approvi te o il tuo utilizzo. Se remixi, trasformi o basi il materiale, <emphasis role="bold">devi</emphasis> distribuire i tuoi contributi con la stessa licenza dell'originale. (Questo è un riassunto in formato comprensibile e non sostituisce il "codice legale" di CC-BY-SA 4.0.) Inoltre, per le versioni remix (opere derivate), il licenziante chiede di non apportare alcuna modifica ai ringraziamenti personali dell'autore e alle brevi biografie dell'autore e dell'illustratore, ma di rimuovere completamente tali parti dalla versione remix. La pubblicazione con questa licenza culturale libera è stata possibile grazie al grande supporto di dpunkt.verlag GmbH / O'Reilly Media, Inc. per il libro tedesco e di No Starch Press per quello inglese. Purtroppo, le licenze Creative Commons sono ancora rare eccezioni per i libri pubblicati commercialmente e spesso considerate rivoluzionarie e rischiose dagli editori. <emphasis role="bold">Un grande ringraziamento</emphasis> a <emphasis role="bold">dpunkt.verlag</emphasis> e <emphasis role="bold">No Starch Press</emphasis> per aver compreso i valori della libertà del software, per essersi presi il tempo di discutere e comprendere i vantaggi delle licenze culturali libere e per il grande supporto nel pubblicare questo libro in condizioni che rispettano i valori della FSFE.
nb: © 2023 Matthias Kirschner og Sandra Brandstätter. © 2024-2025 Petter Reinholdtsen, Hagen Echzell og Henrik G. Sundt. Dette verket har bruksvilkår som beskrevet i Creative Commons Attribution-ShareAlike 4.0 International License. For å se bruksvilkårsteksten, besøk <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/">https://creativecommons.org/licenses/by-sa/4.0/</link> eller send et brev til Creative Commons, PO Box 1866, Mountain View, CA 94042, USA. <emphasis role="bold">Ada og Zangemann: En historie om programvare, rullebrett og bringebæris</emphasis> er en oversettelse fra den tyske originalen, Ada und Zangemann: Ein Märchen über Software, Skateboards und Himbeereis, © 2022 Matthias Kirschner og Sandra Brandstätter. ISBN-13: 978-82-93828-XX-X (print) ISBN-13: 978-82-93828-XX-X (ebook) Utgiver og redaktør: Petter Reinholdtsen Forfatter: Matthias Kirschner Illustratør: Sandra Brandstätter For informasjon om distribusjon, bulksalg eller salg til bedrifter, ta kontakt med utgiver via <link xlink:href="https://codeberg.org/pere/text-ada-zangemann">https://codeberg.org/pere/text-ada-zangemann</link> eller besøk <link xlink:href="https://www.lulu.com/shop">https://www.lulu.com/shop</link> Alle produkter og selskapsnavn nevnt her kan være varemerker tilhørende av sine respektive eiere. I stedet for å bruke varemerkesymbolet på hver forekomst av et varemerket navn, så bruker vi navnene kun på en redaksjonell måte og til fordel for varemerkeeieren, uten noe ønske om a misbruke varemerket. Innholdet i denne boken distribueres «som den er», uten noen garanti. Selv om alle mulige forhåndsregler er tatt i utarbeidelsen av dette verket skal hverken forfatteren eller utgiveren ha noe plikt til å kompensere noen person eller aktør for noe tap eller skade forårsaket eller påstått å være forårsaket direkte eller indirekte av innholdet i dette verket. Alle figurer i denne utgivelsen er fiktive, og enhver likhet med virkelige personer, levende såvel som døde, er helt tilfeldig. ** Denne boken av Matthias Kirschner (forfatter) og Sandra Brandstätter (illustratør) er gjort tilgjengelig med bruksvilkårene til <emphasis role="bold">Creative Commons CC BY-SA</emphasis>, en fri kulturlisens. <emphasis role="bold">Du kan</emphasis> dele, kopiere og videredistribuere materialet i ethvert medium og format. <emphasis role="bold">Du kan</emphasis> tilpasse, blande, omforme og bygge videre pa materialet til alle formål, også kommersielle. <emphasis role="bold">Du må</emphasis> angi passende kreditering, oppgi en lenke til bruksvilkårene og opplyse om det er foretatt endringer. <emphasis role="bold">Du kan</emphasis> gjøre det på enhver fornuftig måte, men ikke på en slik måte at det antar at rettighetshaver godkjenner deg eller din anvendelse. Hvis du blander, omarbeider eller bygger videre på materialet <emphasis role="bold">så må du</emphasis> distribuere ditt bidrag med samme bruksvilkår som originalen. (Denne er en menneskelesbar oppsummering av - og ikke en erstatning for - den juridiske teksten til CC BY-SA 4.0.) For tilpassede utgaver (avledede verk) ber lisensutdeleren deg å ikke endre i forfatterens personlige takk eller forfatteren og illustratørens biografier, og at du i stedet fjerner disse delene helt fra din tilpassede utgave. Det var mulig å gi ut boken under denne fri kultur-lisensen takket være den nydelige støtten fra dpunkt.verlag / O'Reilly for den tyske utgaven og [sponsor?] for den norske bokmålsutgaven. Creative Commons-lisenser er dessverre fortsatt et sjeldent unntak for kommersielle bokutgivelser og mange utgivere anser dem som revolusjonære og risikable. <emphasis role="bold">En stor takk</emphasis> til <emphasis role="bold">dpunkt.verlag</emphasis> og <emphasis role="bold">No Starch Press</emphasis> for å forstå verdiene av programvarefrihet og for å ta seg tid til å diskutere og forstå fordelene med fri kultur-lisenser, og for den enorme støtten ved å gi ut denne boken under vilkår som respekterer FSFEs verdier.

source: <emphasis role="bold">Free as in freedom not price</emphasis> Free Software is about the freedoms you receive with the software, not about the price. Likewise publishing a book under a free culture license does not mean you have the right to get a gratis copy of the book or ebook. It means you get the rights described above, which enable society to benefit further from this book, as it should from all cultural works. We encourage you to support authors, publishers, and others involved in the creation of culture under free licenses – including <emphasis role="bold">financially supporting them through purchases or donations</emphasis>. (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>) Society should support those who respect others' freedom.
es: <emphasis role="bold">Libre como en libertad, no gratis</emphasis> El <emphasis>Software Libre</emphasis> trata de las libertades que recibes con el <emphasis>software</emphasis>, no del precio. De la misma manera, publicar un libro bajo una licencia cultural libre no significa tener derecho a obtener una copia gratuita del libro y del ebook. Significa tener los derechos descritos anteriormente, que permiten a la sociedad beneficiarse aún más de él, como debería ser para toda la cultura. Te animamos a apoyar a los autores, editores y otros involucrados en la creación de cultura con licencias libres, incluso con <emphasis role="bold">apoyo financiero a través de la compra</emphasis> o <emphasis role="bold">una donación</emphasis> (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>). La sociedad debería apoyar a aquellos que respetan la libertad de los demás.
it: <emphasis role="bold">Libero come libertà, non come prezzo</emphasis> Il Software Libero riguarda le libertà che si ottengono con il software, non il prezzo. Allo stesso modo, pubblicare un libro con una licenza per la cultura libera non significa avere il diritto di ottenere una copia gratuita del libro o dell'ebook. Significa ottenere i diritti sopra descritti, che consentono alla società di trarre ulteriori benefici da questo libro, come dovrebbe accadere con tutte le opere culturali. Vi invitiamo a sostenere autori, editori e altri soggetti coinvolti nella creazione di cultura con licenze libere, anche <emphasis role="bold">sostenendoli finanziariamente attraverso acquisti o donazioni</emphasis>. (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>) La società dovrebbe sostenere coloro che rispettano la libertà altrui.
nb: <emphasis role="bold">Fri som i frihet, ikke gratis</emphasis> Fri programvare handler om frihetene du mottar sammen med programvaren, ikke om prisen. Tilsvarende, når vi gir ut en bok med en fri lisens betyr det ikke at du har rett til å få et gratis eksemplar av boken eller e-boken. Det betyr at du får de rettighetene som er oppgitt over slik at de - som all kultur bør - være til nytte for flest mulig. Vi oppfordrer deg til å støtte forfattere, utgivere og andre involvert i å skape kultur med frie lisenser – inkludert å <emphasis role="bold">finansielt støtte dem gjennom kjøp eller donasjoner</emphasis>. (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>) Samfunnet bør støtte de som respekterer andres frihet.

source: Title page
es: Portada
hi: शीर्षक पृष्ठ
it: Titolo della pagina
nb: Tittelside

source: Matthias Kirschner, Sandra Brandstätter - ADA &amp; ZANGEMANN - A Tale of Software, Skateboards and Raspberry Ice Cream. Title in the middle, authors in the upper left. In the lower right, Ada's family's dog with gray fur and some white patches and with a red collar with shiny yellow LEDs, which wags its tail.
es: Matthias Kirschner, Sandra Brandstätter - ADA &amp; ZANGEMANN - Un cuento de software, monopatines y helado de frambuesa. Título en el centro, autores arriba a la izquierda. En la parte inferior derecha, el perro de la familia de Ada con pelaje gris y algunas manchas blancas y con un collar rojo con leds amarillos brillantes, moviendo la cola.
hi: मैथियास किर्शचनर, सैंड्रा ब्रांडस्टैटर - एडा और ज़ैंगमैन - एक कहानी सॉफ़्टवेयर, स्केटबोर्ड और रास्पबेरी आइसक्रीम की। शीर्षक मध्य में, लेखक ऊपर बाईं ओर। निचले दाएं भाग में, एडा के परिवार का कुत्ता है जिसके भूरे बाल और कुछ सफेद धब्बे हैं, तथा लाल कॉलर में चमकदार पीले एल.ई.डी. लगी है, जो अपनी दुम हिला रहा है।
it: Matthias Kirschner, Sandra Brandstätter - ADA &amp; ZANGEMANN - Una fiaba che parla di software, skateboard e gelato al lampone. Titolo centrale, autori in alto a sinistra. In basso a destra, il cagnolino della famiglia di Ada con pelo grigio e alcune macchie bianche e con un collare rosso con dei LED gialli luccicanti, che scodinzola.
nb: Matthias Kirschner, Sandra Brandstätter - ADA og ZANGEMANN - En historie om programvare, rullebrett og bringebæris. Tittel i midten, forfattere i øvre venstre. I nedre høyre hjørne, Adas familehind med grå pels og noen hvite flekker og et rødt halsbånd med skinnende gule LED, som vifter med halen sin.
nl: Matthias Kirschner, Sandra Brandstätter - ADA &amp; ZANGEMANN - Een verhaal over software, skateboards en frambozenijs. Titel in het midden, auteurs linksboven. Rechtsonderin Ada's familiehond, met een grijze vacht met enkele witte vlekken en met een rode halsband met brandende gele leds, die kwispelt met de staart.

source: ADA &amp; ZANGEMANN - A Tale of Software, Skateboards and Raspberry Ice Cream. Title in the middle, authors in the upper left.
es: ADA &amp; ZANGEMANN - Un cuento de software, monopatines y helado de frambuesa. Título en el centro, autores arriba a la izquierda.
fr: ADA &amp; ZANGEMANN - Un conte sur les logiciels, les skateboards et la glace à la framboise
hi: एडा और ज़ैंगमैन - एक कहानी सॉफ़्टवेयर, स्केटबोर्ड और रास्पबेरी आइसक्रीम की। शीर्षक मध्य में, लेखक ऊपर बाईं ओर।
it: ADA &amp; ZANGEMANN - Una storia di software, skateboard e gelato al lampone. Titolo al centro, autori in alto a sinistra.
nb: ADA OG ZANGEMANN - En historie om programvare, rullebrett og bringebæris. Tittel i midten, forfatterne i øvre venstre.

source: In the lower right, Ada's family's dog with gray fur and some white patches and with a red collar with shiny yellow LEDs, which wags its tail.
es: En la parte inferior derecha, el perro de la familia de Ada con pelaje gris y algunas manchas blancas y con un collar rojo con leds amarillos brillantes, moviendo la cola.
hi: निचले दाएं भाग में, एडा के परिवार का कुत्ता है जिसके भूरे बाल और कुछ सफेद धब्बे हैं, तथा लाल कॉलर में चमकदार पीले एल.ई.डी. लगी है, जो अपनी दुम हिला रहा है।
it: In basso a destra, il cane della famiglia di Ada, con il pelo grigio e alcune macchie bianche, e con un collare rosso con LED gialli brillanti, che scodinzola.
nb: I nedre høyre hjørne, Adas familehind med grå pels og noen hvite flekker og et rødt halsbånd med skinnende gule LED, som vifter med halen sin.

source: A Tale of Software, Skateboards, and Raspberry Ice Cream
es: Un cuento sobre <emphasis>Software</emphasis>, Monopatines y Helado de Frambuesa
fr: Un conte sur les logiciels, les skateboards et la glace à la framboise
hi: एक कहानी सॉफ़्टवेयर, स्केटबोर्ड और रास्पबेरी आइसक्रीम की
it: Una fiaba che parla di software, skateboard e gelato al lampone
ko: 소프트웨어와 스케이트보드와 라즈베리 아이스크림에 대한 이야기
nb: En historie om programvare, rullebrett og bringebæris
nl: Een verhaal over software, skateboards en frambozenijs
