Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Ada's dog wags its tail after finding Zangemann hidden behind a curtain and eating an ice cream cone with candies and a blue umbrella on it and lots of raspberry ice cream dripping.
es: La perra de Ada mueve el rabo después de encontrar a Zangemann escondido tras una cortina y comiéndose un cucurucho de helado con caramelos y un parasol azul y un montón de helado de frambuesa goteando.
fr: Cette image représente la suite de l'image précédente : le petit chien gris avec son collier rouge clignotant a suivi la piste coulante sur le sol. Il a surpris Zangemann qui s'était caché derrière un grand rideau blanc pour déguster une glace énorme faite avec la machine des enfants. C'est un cornet rose, qui dégouline sur ses doigts et par terre, couvert de paillettes en forme de cœur et d'étoiles, piquée d'un parapluie de papier bleu. Zangemann fronce les sourcils, le chien semble ravi et remue en tirant la langue à la vue de la glace.
hi: एडा का कुत्ता अपनी दुम हिलाता है जब वह देखता है कि जैंगेमैन एक पर्दे के पीछे छिपा हुआ है और एक आइसक्रीम कोन खा रहा है जिस पर कैंडीज और एक नीला छाता लगा हुआ है और उस पर से ढेर सारी रास्पबेरी आइसक्रीम टपक रही है।
it: Il cagnolino di Ada che scodinzola dopo aver trovato Zangemann nascosto dietro una tenda che si sta mangiando un gelato al lampone con sopra tantissime codette colorate e un ombrellino azzurro.
nb: Adas hund logrer med halen etter at den oppdager Zangemann skjult bak en gardin, spisende på en iskrem med godteri og en blå paraply på toppen, og masse bringerbærisdryss.
nl: Ada's hond kwispelt na het vinden van Zangemann, verborgen achter een gordijn terwijl hij een ijsje eet met snoepjes en een blauw parapluutje erop en waarvan veel frambozenijs drupt.

source: About the Author
es: Información sobre el autor
fr: À propos de l’auteur
hi: लेखक के बारे में
it: Informazioni sull'autore
ko: 작가에 대해
nb: Om forfatteren
nl: Over de auteur

source: About the Author - Matthias Kirschner
es: Información sobre el autor - Matthias Kirschner
fr: À propos de l’auteur Matthias Kirschner
hi: लेखक के बारे में - मैथियास किर्शचनर
it: Informazioni sull'autore - Matthias Kirschner
ko: 작가에 대해 - 마티아스 키르슈너
nb: Om forfatteren - Matthias Kirschner
nl: Over de auteur - Matthias Kirschner

source: Close-up of Matthias smiling, waving with one hand, and wearing a headset. Matthias has short hair and a little beard.
es: Primer plano de Matthias sonriendo, saludando con una mano y llevando un auriculares. Matthias lleva el pelo corto y tiene un poco de barba.
fr: Cette image est un portrait dessiné de Matthias Kirschner en noir et blanc, un jeune homme avec les cheveux frisés et une barbe de trois jours. Il porte un casque sur les oreilles, avec un micro articulé et nous regarde en souriant. Il semble parler et sa main est ouverte, paume vers le haut.
hi: मैथियास का क्लोज-अप, जिसमें वह मुस्कुरा रहे हैं, एक हाथ से हाथ हिला रहे हैं और हैडसैट पहने हुए हैं। मैथियास के बाल छोटे हैं और थोड़ी दाढ़ी है।
it: Primo piano di Matthias che sorride e saluta con una mano. Indossa cuffie e microfono. Matthias ha i capelli corti ed un pochino di barba.
ko: 마티아스가 한 손을 흔들며 헤드셋을 쓰고 미소 짓고 있습니다. 마티아스는 짧은 머리에 약간의 수염이 있습니다.
nb: Nærbilde av Matthias som smiler og vinker med én hånd, og har hodetelefoner på seg. Matthias har kort hår og et lite skjegg.
nl: Close-up van Matthias glimlachend, zwaaiend met een hand en met een headset op. Matthias heeft kort haar en een klein baardje.

source: Matthias was fascinated by computers and software as a child. He had an internet connection early, through which he learned a lot. Children have a right to take their future into their own hands. Therefore, Matthias is committed to the goal that all humans can use software in a self-determined way. He also wants to build an electric skateboard with Free Software.
es: A Matthias siempre le han fascinado los ordenadores y el <emphasis>software</emphasis>. Desde muy pronto tuvo conexión a Internet con la que aprendió mucho. Los niños tienen derecho a tomar las riendas de su futuro. Por lo tanto, Matthias está comprometido con el objetivo de que todos los seres humanos usen el <emphasis>software</emphasis> de forma auto-determinada. También quiere construir un monopatín eléctrico con <emphasis>Software Libre</emphasis>.
fr: Matthias était déjà fasciné par les ordinateurs et les logiciels lorsqu’il était enfant. Il a eu très tôt une connexion Internet grâce à laquelle il a beaucoup appris. Les enfants ont le droit de prendre leur avenir en main. C’est pourquoi Matthias s’engage pour que tout le monde puisse utiliser des logiciels de manière autonome. Il veut aussi un jour se construire un skateboard électrique avec des logiciels libres.
hi: मैथियास बचपन से ही कंप्यूटर और सॉफ़्टवेयर से प्रभावित हुए थे। उन्हें जल्दी ही इंटरनेट कनेक्शन मिल गया था, जिसके माध्यम से उन्होंने बहुत कुछ सीखा। बच्चों को अपने भविष्य को अपने हाथों में लेने का अधिकार है। इसलिए, मैथियास का लक्ष्य है कि सभी मानव सॉफ़्टवेयर का स्वयं निर्धारित तरीके से उपयोग कर सकें। वह एक फ्री सॉफ़्टवेयर से चलने वाला इलेक्ट्रिक स्केटबोर्ड भी बनाना चाहते है।
it: Matthias è sempre stato affascinato dai computer e dal software fin da bambino. Ha avuto una connessione Internet già agli albori da cui ha imparato molto. I bambini hanno il diritto di portare il loro futuro nelle loro mani. Pertanto, Matthias si impegna affinché tutte le persone possano utilizzare il software in modo autodeterminato. Vorrebbe anche costruire uno skateboard elettrico con il Software Libero.
ko: 마티아스는 어렸을 때 컴퓨터와 소프트웨어 에 매료되었습니다. 그는 일찍부터 인터넷을 접했고 그 곳을 통해 많은 것을 배웠습니다. 아이들은 자신 스스로의 손으로 미래를 결정할 권리가 있습니다. 그래서 그는 모든 사람들이 스스로 결정한 방식으로 소프트웨어를 사용할 수 있도록 돕는 목표를 위해 헌신을 다하고 있습니다. 그는 또한 자유 소프트웨어로 전동 스케이트보드를 만들어 보고 싶어합니다.
nb: Som barn var Matthias fascinert av datamaskiner og programvare. Han fikk tidlig Internett-tilkobling og lærte mye via den. Barn har en rett til å ta fremtiden i sine egne hender. Derfor er Matthias dedikert til at alle mennesker skal kunne bruke programvare som de selv ønsker. Han drømmer også om å bygge et elektrisk rullebrett med fri programvare.
nl: Matthias was als kind al gefascineerd door computers en software. Hij had al vroeg een internetaansluiting en heeft daardoor veel geleerd. Kinderen hebben het recht hun toekomst in eigen hand te nemen. Daarom zet Matthias zich in voor het doel dat alle mensen software in zelfbeschikking kunnen gebruiken. Hij wil ook een elektrisch skateboard met Vrije Software bouwen.

source: About the Illustrator
es: Información sobre la ilustradora
fr: À propos de l’illustratrice
hi: चित्रकार के बारे में
it: Informazioni sull'illustratrice
ko: 그림 작가에 대해서
nb: Om illustratøren
nl: Over de illustrator

source: About the Illustrator - Sandra Brandstätter
es: Información sobre la ilustradora - Sandra Brandstätter
fr: À propos de l’illustratrice Sandra Brandstätter
hi: चित्रकार के बारे में - सैंड्रा ब्रांडस्टैटर
it: Informazioni sull'illustratrice - Sandra Brandstätter
ko: 그림 작가에 대해서 - 산드라 브란트슈태터
nb: Om illustratøren - Sandra Brandstätter
nl: Over de illustrator - Sandra Brandstätter

source: Sandra smiling with a pencil in her hand in front of her chin. She has earphones with an integrated microphone. Sandra has short hair and glasses.
es: Sandra sonríe con un lápiz en la mano delante de la barbilla. Lleva auriculares con un micrófono integrado. Sandra lleva el pelo corto y gafas.
fr: Cette image est un portrait dessiné de Sandra Brandstätter en noir et blanc, une jeune femme avec les cheveux coupés en carré court et de grandes lunettes rondes. Elle a des écouteurs dans les oreilles, et semble songer en souriant, elle tient de sa main accoudée son crayon levé, dont le bout en gomme touche son menton.
hi: सैंड्रा अपने सामने हाथ में पेंसिल लिए मुस्कुरा रही हैं। उनके कान में एकीकृत माइक्रोफोन के साथ इयरफ़ोन हैं। सैंड्रा के बाल छोटे हैं और उन्होंने चश्मा पहना हुआ है।
it: Sandra sorridente con in mano una matita che appoggia al mento. Ha nelle orecchie degli auricolari con microfono integrato. Sandra ha capelli corti a caschetto e occhiali.
ko: 산드라가 그녀의 턱 앞에 연필을 잡은 손을 가져다 놓고 미소 짓고있다. 그녀는 마이크가 달린 이어폰을 끼고 있다. 산드라는 짧은 머리에 안경을 끼고 있다.
nb: Smilende Sandra med en blyant i handen foran kinnet. Hun har øretelefoner med integrert mikrofon. Sandra har kort hår og briller.
nl: Sandra glimlacht met een potlood in haar hand voor haar kin. Ze heeft oortjes in met een microfoon in de draad. Sandra heeft kort haar en een bril.

source: Sandra has always liked crafting with scissors, pliers, glue, wire, fabric, and paper. Today she works as an illustrator, comic author, and character designer for animated films and series, such as the German public television series Trudes Tier. On an ice-cream machine, Sandra would pick a creamy rainbow ice cream with lemon cucumber flavor and a lot of sprinkles.
es: A Sandra siempre le han gustado las manualidades con tijeras, alicates, pegamento, alambre, tela y papel. Hoy trabaja como ilustradora, autora de cómics y diseñadora de personajes para películas y series de animación, como la serie de la televisión pública alemana “Trudes Tier”. En una máquina de helados, Sandra elegiría un cremoso helado de arcoíris con sabor a pepino limón y un montón de virutas.
fr: Sandra a toujours bien aimé bricoler avec des ciseaux, des pinces, de la colle, du fil, du tissu et du papier. Aujourd’hui, elle est illustratrice, autrice de bandes dessinées et créatrice de personnages pour des dessins animés et des séries d’animations, par exemple pour la série <emphasis role="italic">Trudes Tier (L’animal de Trude)</emphasis> dans l’émission <emphasis role="italic">Sendung mit der Maus (L’émission avec la souris)</emphasis>. À la machine à glaces, Sandra prendrait une glace crémeuse arc-en-ciel au goût citron-concombre avec beaucoup de perles de sucre.
hi: सैंड्रा को हमेशा से ही कैंची, प्लाइयर्स, गोंद, तार, कपड़े और कागज़ के साथ कारीगिरी करने का शौक रहा है। आजकल वह चित्रित फ़िल्मों और धारावाहिको के लिए चित्रकार, चित्रकथा लेखक और किरदार चित्रकार के रूप में काम करती है, जैसे जर्मन पब्लिक टेलीविज़न सीरीज़ “Trudes Tier”। एक आइसक्रीम मशीन पर, सैंड्रा एक मलाईदार रेनबो आइसक्रीम जिसमें नींबू खीरा का स्वाद हो और ढेर सारे स्प्रिंकल्स हो, चुनेंगे।
it: Sandra ha sempre apprezzato il maneggiare con forbici, pinze, colla, filo, tessuto e carta. Oggi lavora come illustratrice, autrice comica e designer di personaggi per film e serie animate, per esempio per la serie “Trudes Tier” (Spettacolo con il topolino). Da una macchina per il gelato, Sandra prenderebbe un cremoso gelato arcobaleno al gusto di cetriolo limone e con un sacco, ma proprio un sacco, di granelle di zucchero.
ko: 산드라는 항상 가위나 펜치 접착제와 철사, 천, 종이를 이용해 무언가를 만드는 것을 좋아했습니다. 현재 그녀는 일러스트레이터, 만화 작가 그리고 독일 공영 방송의 Trudes Tier 시리즈 같은 애니메이션 영화와 시리즈의 캐릭터 디자이너로 일하고 있습니다. 아이스크림 기계 앞에서, 산드라는 아마도 스프링클 가루가 잔뜩 뿌려진 크림 가득한 레몬 오이맛 아이스크림을 선택할꺼라고 합니다.
nb: Sandra har alltid likt å skape ting med saks, tang, lim, tråd, tøy og papir. I dag jobber hun som illustratør, tegneserieforfatter og med utforming av figurer for animerte filmer og serier, slik som den tyske TV-serien «Trudes Tier». Ved en ismaskin ville Sandra velge en regnbueiskrem med sitron-agurksmak og masse dryss.
nl: Sandra heeft altijd graag geknutseld met scharen, tangen, lijm, draad, stof en papier. Vandaag werkt ze als een illustrator, stripauteur en karakterontwerpster voor animatiefilms en series, bijvoorbeeld voor de Duitse televisieserie Trudes Tier. Op een ijsjesmachine zou Sandra kiezen voor een romig regenboogijs met citroenkomkommersmaak en veel spikkels.

source: Book's website
es: Sitio web del libro
fr: Page web su livre
hi: पुस्तक की वेबसाइट
it: Sito web
nb: Bokens nettside
nl: Website voor het boek

source: The Free Software Foundation Europe e.V. is a nonprofit association that empowers people to control technology. Software affects all areas of our life. That is why it is important that this technology gives us freedom instead of restricting us. Free Software (also called Open Source) gives everyone the right to use, study, share, and improve programs. Therefore, Free Software strengthens basic rights such as freedom of expression, freedom of the press, and the right to privacy.
es: La <emphasis>Free Software Foundation Europe e.V.</emphasis> es una organización sin ánimo de lucro que brinda a las personas los medios para controlar la tecnología. El <emphasis>software</emphasis> está presente en todos los ámbitos de nuestras vidas. Por eso es importante que esta tecnología nos dé libertad en lugar de restringirnos. El <emphasis>Software Libre</emphasis> (también llamado <emphasis>Open Source</emphasis>) le da a todo el mundo el derecho a usar, estudiar, compartir y mejorar los programas. El <emphasis>Software Libre</emphasis> ayuda a respaldar otros derechos fundamentales como la libertad de expresión, la libertad de prensa y la privacidad.
fr: Free Software Foundation Europe est une association à but non lucratif, qui aide les personnes à gérer la technologie de manière autonome. Les logiciels influencent tous les domaines de notre vie. Il est donc important que cette technologie nous donne des libertés au lieu de nous restreindre. Le Logiciel Libre (appelé aussi FLOSS - <emphasis role="italic">Free, Libre, Open Source Software</emphasis>) donne à chacun le droit d’utiliser, de comprendre, de diffuser et d’améliorer les programmes. Le Logiciel Libre renforce alors les droits fondamentaux comme la liberté d’expression, la liberté de la presse et le droit à la vie privée.
hi: फ्री सॉफ़्टवेयर फाउंडेशन यूरोप इ. वी. एक नॉन प्रॉफिट संघ है जो लोगों को टेक्नोलॉजी को नियंत्रित करने की शक्ति देता है। सॉफ़्टवेयर हमारे जीवन के सभी क्षेत्रों को प्रभावित करता है। इसलिए यह महत्वपूर्ण है कि यह टेक्नोलॉजी हमें मुक्ति दे, बाधित न करे। फ्री सॉफ़्टवेयर (जिसे ओपन सोर्स भी कहा जाता है) हर किसी को प्रोग्राम का उपयोग, अध्ययन, साझा करने, और सुधार करने का अधिकार देता है। इसलिए, फ्री सॉफ़्टवेयर आधारभूत अधिकारों को स्थायी बनाता है जैसे अभिव्यक्ति की स्वतंत्रता, प्रेस की स्वतंत्रता, और निजता का अधिकार।
it: La Free Software Foundation Europe e.V. è un’associazione benefica e senza scopo di lucro che dà alle persone i mezzi per controllare la tecnologia. Il software è presente in tutti gli ambiti della nostra vita. Per questo è importante che questa tecnologia ci dia libertà anziché limitarci. Il Software Libero (chiamato anche Open Source) dà a tutti il diritto di utilizzare, studiare, condividere e migliorare i programmi. Il Software Libero aiuta quindi a sostenere altri diritti fondamentali come la libertà di parola, la libertà di stampa e la privacy.
ko: 유럽 자유 소프트웨어 재단(FSFE)은 사람들이 스스로 기술을 통제 할 수 있도록 하는 권한을 부여하는 비영리 단체입니다. 소프트웨어는 우리의 삶의 모든 부분에 영향을 끼칩니다. 그래서 이런 기술들이 우리를 구속하는 무언가가 아닌 우리에게 자유를 부여하는 무언가가 되도록 만드는 것이 중요합니다. 자유 소프트웨어는(오픈소스라고도 불리는) 모두에게 자유롭게 프로그램을 사용하고 공유하고 개선할 수 있는 권리를 가져다 줍니다. 그러므로 자유 소프트웨어는 표현의 자유, 언론의 자유, 프라이버시의 자유와 같은 기본적 권리를 더욱 공고하게 만들고 있습니다.
nb: The Free Software Foundation Europe e.V. er en ikkekommersiell forening som gir folk mulighet til å kontrollere teknologien. Programvare påvirker alle områder i livene våre, og derfor er det viktig at denne teknologien gir oss frihet i stedet for å begrense oss. Fri programvare (også kjent som «åpen kildekode») gir alle rett til å bruke, undersøke, dele og forbedre programmer. Dermed støtter fri programvare grunnleggende rettigheter som ytringsfrihet, pressefrihet og retten til vern av privatlivet.
nl: De Free Software Foundation Europe e.V. is een liefdadigheidsvereniging zonder winstoogmerk die gebruikers in staat stelt om technologie te controleren. Software is sterk verweven met alle aspecten van onze levens. Het is belangrijk dat deze technologie ons tot iets in staat stelt in plaats van ons te beperken. Vrije Software geeft iedereen het recht om software te gebruiken, te begrijpen, aan te passen en te delen. Deze rechten helpen het ondersteunen van andere fundamentele vrijheden zoals de vrijheid van meningsuiting, pers en privacy.

source: On the web page of the book, you will find more information and resources: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
es: En la página web del libro encontrarás más información y otros materiales: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
fr: Sur le site consacré au livre, vous retrouverez plus d’informations et de documentation : <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
hi: पुस्तक के वेब पेज पर, आपको अधिक जानकारी और संसाधन मिलेगा: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>।
it: Nel sito web del libro troverete maggiori informazioni e altro materiale: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
ko: 이 책을 위한 다음 웹페이지에서, 좀 더 많은 정보와 자료를 찾을 수 있습니다. <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
nb: Du finner mer informasjon og ressurser på nettsiden for boken: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
nl: Op de website van het boek vind je meer informatie en materiaal: <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.

source: License
es: Licencia
fr: Licence
hi: लाइसेंस
it: Licenza
ko: 라이센스
nb: Bruksvilkår
nl: Licentie

source: The book Ada &amp; Zangemann: A Tale of Software, Skateboards, and Raspberry Ice Cream by Matthias Kirschner and Sandra Brandstätter, published by No Starch Press, is licensed under “Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0).”
es: El libro “Ada &amp; Zangemann - Un cuento sobre <emphasis>Software</emphasis>, Monopatines y Helado de Frambuesa” de Matthias Kirschner y Sandra Brandstätter, publicado por la <emphasis>Free Software Foundation Europe</emphasis>, está bajo licencia “<emphasis>Creative Commons Attribution-Share Alike 4.0 International (CC BY-SA 4.0)</emphasis>”.
fr: Le livre « Ada &amp; Zangemann – Un conte sur les logiciels, les skateboards et la glace à la framboise » de Matthias Kirschner et Sandra Brandstätter, publié chez dpunkt.verlag SARL, a la licence « Creative commons attribution (CC BY-SA 4.0) »
hi: मैथियास किर्शचनर और सैंड्रा ब्रांडस्टैटर द्वारा लिखित पुस्तक एडा और ज़ैंगमैन: एक कहानी सॉफ़्टवेयर, स्केटबोर्ड और रास्पबेरी आइसक्रीम की, जिसे नो स्टार्च प्रेस द्वारा प्रकाशित किया गया है, को “Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)” के अंतर्गत लाइसेंस प्राप्त है।
it: Il libro “Ada &amp; Zangemann – Una fiaba che parla di software, skateboard e gelato al lampone” di Matthias Kirschner e Sandra Brandstätter è dato con la licenza “Creative Commons Attribution-Share Alike 4.0 International (CC BY-SA 4.0)”.
nb: Boken Ada og Zangemann: En historie om programvare, rullebrett og bringebæris, av Matthias Kirschner og Sandra Brandstätter, utgitt av Petter Reinholdtsen, har bruksvilkår som beskrevet av «Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0).»
nl: Het boek Ada & Zangemann: Een verhaal over software, skateboards en frambozenijs door Matthias Kirschner en Sandra Brandstätter is gelicenseerd onder “Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0).”

source: <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/">https://creativecommons.org/licenses/by-sa/4.0/</link>
es: <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/deed.es">https://creativecommons.org/licenses/by-sa/4.0/deed.es</link>
it: <link xlink:href="https://creativecommons.org/licenses/by-sa/4.0/deed.it">https://creativecommons.org/licenses/by-sa/4.0/deed.it</link>

source: A hand that holds a fish-shaped ice cream cone with a cucumber on a decorated toothpick, to color. In a bottom corner, a pencil writing.
es: Ilustración para colorear de una mano que sostiene un cucurucho de helado en forma de pez con un pepino en un palillo adornado. En una esquina inferior, un lápiz con un garabato.
hi: एक हाथ में मछली के आकार का आइसक्रीम कोन है, जिस पर रंगने के लिए एक सजाए गए टूथपिक पर खीरा रखा हुआ है। नीचे के कोने में एक पेंसिल से लिखा हुआ है।
it: Una mano che tiene un cono gelato a forma di pesce e con un cetriolo su una bacchetta, da colorare. In un angolo in basso, una matita che scrive.
ko: 색칠 놀이용 페이지, 손으로 물고기 모양 아이스크림을 들고 있는 모습. 오이가 장식이 달린 이쑤시게에 꽂혀서 아이스크림 위에 놓여있다. 아래쪽 구석에는 연필로 그려진 낙서가 그려져있다.
nb: En hånd som holder en fiskeformet iskremkjeks med en agurk på en pyntet tannpirker, for å fargelegge. En skrivende blyant i et hjørne i bunnen.
nl: Een hand die visvormig ijs op een hoorntje vasthoudt met een komkommertje op een versierde steker, om in te kleuren. In de hoek onderin een schrijvend potlood.

source: Come up with some delicious, funny, or crazy ice-cream flavors and draw them on the ice-cream cones on the following page. More information about the book can be found at <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
es: Agrega sabores deliciosos, divertidos o locos y dibújalos en los conos de helado en la siguiente página. Para obtener más información sobre el libro, puedes visitar <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
fr: Imagine de délicieux parfums de glace, amusants ou farfelus et dessine-les dans les cornets. Tu trouveras d’autres informations sur le livre sur : <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
hi: कुछ स्वादिष्ट, मज़ेदार या अनोखे आइसक्रीम स्वाद सोचें और उन्हें अगले पृष्ठ पर आइसक्रीम कोन पर बनाएं। पुस्तक के बारे में अधिक जानकारी <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link> पर पाई जा सकती है।
it: Metti dei gusti deliziosi, divertenti o pazzeschi e disegnali sui coni di gelato nella prossima pagina. Ulteriori informazioni sul libro si possono trovare su <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>
nb: Finn på deilige, morsomme og ville iskremsmaker og tegn dem i iskremkjeksene på neste side. Mer informasjon om boken finnes på <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.
nl: Bedenk een paar lekkere, leuke of gekke ijssoorten en teken ze in de ijshoorntjes op de volgende pagina. Meer kleurplaten en informatie over het boek is te vinden op <link xlink:href="https://ada.fsfe.org">https://ada.fsfe.org</link>.

source: Three hands that hold as many empty ice cream cones, to draw and color. In the air above the middle cone is an umbrella.
es: Tres manos que sostienen otros tantos cucuruchos de helado vacíos, para dibujar y colorear. En el aire, sobre el cucurucho del medio, hay un paraguas.
hi: तीन हाथ जो अनेक खाली आइसक्रीम कोन पकड़े हुए हैं, उन्हें चित्र बनाने और रंगने के लिए। बीच वाले कोन के ऊपर हवा में एक छाता है।
it: Tre mani che tengono altrettanti coni gelato vuoti, da disegnare e colorare. Sospeso in aria sopra il cono centrale c'è un ombrellino.
ko: 그림그리기 및 색칠 놀이용 페이지. 빈 아이스크림콘을 들고 있는 세 명의 손. 중간 아이스크림 콘 위의 허공에는 우산 모양 장식이 그려져 있습니다.
nb: Tre hender som holder mange tomme iskremkjekser, for tegning og fargelegging. I luften over midtkjeksen er det en paraply.
nl: Drie handen die net zo veel lege ijshoorntjes vasthouden om op te tekenen en te kleuren. In de lucht boven het middelste hoorntje is een parapluutje.

source: Ada &amp; Zangemann
hi: एडा और ज़ैंगमैन
ko: 에이다와 장기만 아저씨
nb: Ada og Zangemann

source: <personname> <firstname>Matthias</firstname> <surname>Kirschner</surname> </personname>
hi: <personname> <firstname>मैथियास</firstname> <surname>किर्शचनर</surname> </personname>
ko: <personname> <firstname>마티아스</firstname> <surname>키르슈너</surname> </personname>

source: <personname> <firstname>Sandra</firstname> <surname>Brandstätter</surname> </personname>
hi: <personname> <firstname>सैंड्रा</firstname> <surname>ब्रांडस्टैटर</surname> </personname>
ko: <personname> <firstname>산드라</firstname> <surname>브란트슈태터</surname> </personname>
