Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: The president looked at the determined faces of the children. Honestly, he, too, wanted to decide for himself what the government could and couldn’t do with its computers. But he didn’t understand anything about computers and code, so he had always left that to Zangemann. Deep in thought, the president entered the building.
es: El presidente miró las caras decididas de los niños. Sinceramente, él también quería decidir por sí mismo lo que el gobierno podía y no podía hacer con sus ordenadores. Pero no entendía nada de ordenadores ni de programación, así que dependía de Zangemann. Pensativo, el presidente entró en el edificio.
fr: Le président considéra les visages déterminés des enfants. Pour être tout à fait honnête, il aurait bien aimé lui aussi décider ce que le gouvernement avait le droit de faire ou pas avec ses ordinateurs. Mais il n’y connaissait rien, ni aux ordinateurs, ni à la programmation et c’est pour ça qu’il avait tout délégué à Zangemann. Pensif, le président pénétra dans le parlement.
hi: राष्ट्रपति ने बच्चों के दृढ़ चेहरों को देखा। सच में, उन्हें भी यह चाहिए था कि वह स्वयं तय कर सकें कि सरकार अपने कंप्यूटरों के साथ क्या कर सकती है और क्या नहीं कर सकती है। लेकिन उन्हें कंप्यूटर और कोड के बारे में कुछ भी समझ में नहीं आया, इसलिए उन्होंने इसे हमेशा जैंगेमैन को छोड़ दिया था। गहरे विचारों में खोए हुए, राष्ट्रपति ने भवन में प्रवेश किया।
it: Il Presidente scrutò i visi determinati dei bambini. Ad essere del tutto onesti, anche lui avrebbe voluto che il governo potesse decidere da sé cosa fosse permesso fare con i propri computer e cosa no. Ma non sapeva nulla di computer e di codice e quindi aveva sempre lasciato la gestione a Zangemann. Assorto da questi pensieri, il Presidente entrò quindi in parlamento.
ko: 대통령은 아이들의 결의에 찬 얼굴을 바라보았어요. 사실은 그 역시도 컴퓨터로 할 수 있는 것과 없는 것을 정부 스스로 결정하게 하고 싶었어요. 그러나 그는 컴퓨터나 코드에 대해서는 아무 것도 몰랐어요, 그래서 항상 그 일은 장기만에게 맡겨 왔습니다. 대통령은 깊은 생각에 빠진채 건물 안으로 걸어 들어갔습니다.
nb: Statsministeren så på barnas målbevisste fjes. For å være ærlig så ville han også bestemme selv hva myndighetene kunne eller ikke kunne gjøre med datamaskinene sine. Men han forsto ingenting om datamaskiner, og hadde derfor alltid latt Zangemann bestemme. Fordypet i sine egne tanker gikk statsministeren inn i stortingsbygningen.
nl: De president keek naar de vastberaden blikken van de kinderen. Als hij eerlijk was, wilde hij ook graag zelf besluiten wat de regering met haar computers kon doen en wat niet. Maar hij begreep niets van computers en code, dus hadden ze dat altijd aan Zangemann overgelaten. Diep in gedachten betrad de president het gebouw.

source: One of Ada's friends lying on his stomach with one foot up in the air is typing on a laptop. He has wavy brown hair parted in the center, a red sweatshirt, blue pants, and white socks but no shoes. Next to the computer there are a green cup and two open books.
es: Uno de los amigos de Ada, tumbado boca abajo y con un pie en el aire está tecleando en un portátil. Tiene el pelo castaño ondulado con la raya en medio, una sudadera roja, pantalones azules y calcetines blancos, pero no lleva zapatos. Junto al ordenador hay una taza verde y dos libros abiertos.
it: Uno degli amici di Ada a pancia in giù con una gamba piegata che sta digitando al computer. Ha capelli castani a caschetto, una felpa rossa, pantaloni azzurri ed è senza scarpe ma con le calze bianche. Di fianco al computer c'è una tazza verde e due libri aperti.
nb: En av Adas venner ligger på magen med en fot i været og skriver på en bærbar datamaskin. Han har bølgete brunt hår med midtskill, en rød genser, blå bukser og hvite sokker men ingen sko. Ved siden av datamaskinen er det en grønn kopp og to åpne bøker.
nl: Een van Ada's vrienden light op haar buik met een voet in de lucht en typt op een laptop. Hij heeft golvend bruin haar met een scheiding in het midden, een rode hoody, blauwe broek en witte sokken maar geen schoenen.

source: The next day, the president invited Ada and her friends over. “We also want to be in charge of our software ourselves. In order for that to be true, the government must be independent from Zangemann. Can you tell me what you know about computer programs?” he asked them. Enthusiastically, they explained to him how software works and what you could do with it. The president was amazed.
es: Al día siguiente, el presidente llamó a Ada y a sus amigos. “Nosotros también queremos controlar nuestro <emphasis>software</emphasis>. Pero para ello, el gobierno debe ser independiente de Zangemann. ¿Podéis decirme qué sabéis sobre programas informáticos?”, les preguntó. Con entusiasmo, los niños le explicaron cómo funciona el <emphasis>software</emphasis> y lo que se puede hacer con él. El presidente se quedó asombrado.
fr: Le jour suivant, il invita Ada et ses amis. « Nous aussi, nous voulons pouvoir programmer nos logiciels nous-mêmes. Pour ça, le gouvernement ne doit plus dépendre de Zangemann. Pouvez-vous me dire tout ce que vous savez sur les ordinateurs ? », demanda-t-il. Ils lui expliquèrent avec enthousiasme comment fonctionnaient les logiciels et tout ce qu’on pouvait faire avec. Le président en fut tout étonné.
hi: अगले दिन, राष्ट्रपति ने एडा और उसके दोस्तों को बुलवाया। “हम भी अपने सॉफ़्टवेयर को खुद ही संभालना चाहते हैं। इसे सच करने के लिए, सरकार को जैंगेमैन से स्वतंत्र होना चाहिए। क्या तुम मुझे बता सकते हो कि कंप्यूटर प्रोग्रामों के बारे में तुम्हें क्या पता है?” उन्होंने उनसे उत्साहपूर्वक पूछा। बच्चों ने उत्साह से समझाया कि सॉफ़्टवेयर कैसे काम करता है और इसके साथ आप क्या कर सकते हैं। राष्ट्रपति आश्चर्यचकित थे।
it: Il giorno dopo il Presidente invitò Ada e i suoi amici ad entrare. «Anche noi vorremmo essere in grado di gestire il nostro software. Ma per farlo, il governo non dovrà più dipendere da Zangemann. Potreste dirmi cosa sapete dei programmi per computer?» chiese loro il Presidente. I bambini spiegarono quindi con molto entusiasmo come funzionava e cosa si sarebbe potuto fare con il software. Il Presidente era letteralmente meravigliato.
ko: 다음 날, 대통령은 에이다와 친구들을 집무실로 초대했어요. “우리 또한 소프트웨어는 우리가 스스로 관리하고 싶단다. 그렇게 되려면 정부가 장기만으로부터 독립 할 수 있어야만 하지. 너희들이 컴퓨터 프로그램에 대해서 알고 있는 것들은 좀 더 얘기해 줄 수 있겠니?” 대통령이 얘기했어요. 아이들은 열정적으로 소프트웨어가 어떻게 동작하는지 그럴로 무얼 할 수 있는지 설명했어요. 대통령은 무척이나 놀라워 했죠.
nb: Neste dag inviterte statsministeren Ada og vennene hennes inn til seg. «Vi vil også gjerne bestemme over vår egen programvare. Men for dette må regjeringen bli uavhengig av Zangemann. Kan dere fortelle meg det dere vet om datamaskinprogrammer?», spurte han. Barna forklarte begeistret hvordan programvare fungerte og hva man kunne gjøre med den. Statsministeren var forbløffet.
nl: De volgende dag nodigde de president Ada en haar vrienden uit. “We willen ook zelf de controle over onze software hebben. Daarvoor moet de regering onafhankelijk zijn van Zangemann. Kan je me vertellen wat je over computerprogramma’s weet?”, vroeg hij. Enthousiast legden ze hem uit hoe software werkt en wat je er allemaal mee kan doen. De president stond versteld.

source: With this new knowledge, the government would be able to design its own software, the way it wanted — completely without Zangemann. Immediately, the president called his advisers. In a large group, they discussed with the children everything they could change and improve in the software.
es: Con estos nuevos conocimientos, el gobierno podría diseñar su propio <emphasis>software</emphasis> como quisiera, sin depender de Zangemann. Inmediatamente, el presidente llamó a sus asesores. Junto con los niños discutieron todo lo que podían cambiar y cómo mejorar el <emphasis>software</emphasis>.
fr: Avec ces nouvelles connaissances, son gouvernement pourrait désormais concevoir son propre logiciel, comme il le désirait, sans Zangemann. Il fit immédiatement appel à ses conseillers. Lors d’une grande réunion, ils discutèrent avec les enfants de tout ce qu’ils aimeraient changer et améliorer dans le logiciel.
hi: इस नई ज्ञान के साथ, सरकार अपने खुद के सॉफ़्टवेयर को जैसे चाहेगी वैसे डिज़ाइन कर सकेगी - पूरी तरह से जैंगेमैन के बिना। तुरंत ही, राष्ट्रपति ने अपने सलाहकारों को बुलवाया। एक बड़े समूह में, वे बच्चों के साथ सॉफ़्टवेयर में वो सब कुछ भी जो बदल सकते हैं और सुधार कर सकते हैं उस पर चर्चा करते रहे।
it: Con questa nuova consapevolezza, da ora in poi il suo governo sarebbe stato in grado di progettare il proprio software come voleva, senza Zangemann. Chiamò immediatamente i suoi consiglieri in una grande riunione e discussero insieme ai bambini che cosa avrebbero voluto cambiare e migliorare del software.
ko: 이 새로운 지식만 있다면, 정부는 자체적으로 원하는 방식의 소프트웨어를 만들 수 있을 것 같았어요. 물론 장기만 아저씨 없이 말이죠. 대통령은 즉시 보좌관에게 전화를 걸었어요. 좀 더 큰 모임에서 아이들은 여러 사람들과 정부의 소프트웨어를 바꿔서 더 좋게 만들 수 있는 방법에 대해 의논했어요.
nb: Med denne kunnskapen ville regjeringen være i stand til å utforme sin egen programvare, fullstendig som de ønsker den – helt uten Zangemann. Statsministeren ringte til sine rådgivere med det samme. De satte seg i en stor sirkel og snakket med barna om alt de gjerne ville endre og forbedre i programvaren.
nl: Met deze nieuwe kennis kon de regering haar eigen software ontwerpen, zoals ze het wilde – helemaal zonder Zangemann. Onmiddellijk riep de president zijn adviseurs bij hem. In een grote groep bespraken ze met de kinderen wat ze graag aan de software wilden veranderen en verbeteren.

source: That evening, the children went home proud and satisfied. Something finally happened! Their long protest was worth it.
es: Esa tarde, los niños volvieron a casa orgullosos y satisfechos. ¡Por fin había ocurrido algo! Su larga protesta había merecido la pena.
fr: Ce soir-là, les enfants rentrèrent chez eux fiers et satisfaits. Il se passait enfin quelque chose ! Leur longue protestation avait porté ses fruits.
hi: उस शाम, बच्चे गर्व से और संतुष्ट होकर घर जा रहे थे। कुछ तो हुआ ही! उनका लंबा प्रदर्शन योग्य रहा।
it: Quella sera i bambini tornarono a casa orgogliosi e soddisfatti. Finalmente qualcosa era cambiato! La loro lunga protesta aveva dato i suoi frutti.
ko: 그 날 저녁, 아이들은 자신들이 스스로 한 일에 자부심과 만족감을 갖고 집으로 돌아왔어요. 무언가가 시작되었어요. 아이들의 시위가 드디어 빛을 볼 차례인거에요.
nb: Den kvelden gikk barna stolte og fornøyde hjem. Endelig skjedde det noe! Den lange protesten deres hadde båret frukt.
nl: Die avond gingen de kinderen trots en tevreden naar huis. Eindelijk gebeurde er wat! Hun lange protest was het waard.

source: Ada and her friends in the President's office. Ada is reprogramming the President's computer. Toni is setting up a speaker for the President's secretary. Marie and Konrad are sitting on the floor and talking, and Marie has a laptop on her legs with an FSFE logo sticker (three stars: pea green, sky blue, and sea blue). On the floor are a bowl with candy and a plate with ice creams. The President's phone is ringing, but nobody is answering.
es: Ada y sus amigos en el despacho del Presidente. Ada está reprogramando el ordenador del presidente y Toni está instalando un altavoz para la secretaria del presidente. Marie, con un portátil en sus piernas, está sentada con Konrad en el suelo hablando. El portátilde Marie tiene una pegatina con el logo de la FSFE (tres estrellas: verde guisante, azul cielo y azul mar). En el suelo hay un bol con caramelos y un plato con helados. El teléfono del Presidente está sonando, pero nadie contesta.
fr: Ce dessin représente le bureau du président transformé en un fablab improvisé. Des enfants, les trois amis d'Ada des dessins précédents et deux autres sont installés partout autour de lui, avec des ordinateurs et des appareils branchés à une multiprise. Certains sont assis par terre, bricolent, il y a un goûter avec des gâteaux, des bonbons, des boissons. Ada est installée sur le siège du président à son bureau et utilise son ordinateur. Elle lui montre quelque chose, il est debout à côté d'elle, et s'appuie d'une main sur le bureau, se tenant la hanche de l'autre, il a un grand sourire. Derrière on voit une femme aux cheveux gris et à lunettes à qui le petit garçon roux frisé tend un boîtier avec une grosse lumière rouge et un haut-parleur. Un peu plus loin, un enfant couché sur le ventre, par terre, tape sur le clavier d'un ordinateur portable, entouré de livres ouvert et d'une tasse. Sur le bureau du président, le téléphone rouge au logo Z sonne, mais personne ne s'y intéresse.
it: Ada e i suoi amici nell'ufficio del Presidente. Ada sta riprogrammando il computer del Presidente. Toni ha sistemato un'altoparlante per la segretaria del presidente. Marie e Conrad sono seduti per terra mentre stanno discutendo e Marie tiene sulle gambe un computer portatile con un adesivo del logo della FSFE (tre stelline: verde pisello, azzurro cielo, e blu mare). Sul pavimento c'è una ciotola con delle caramelle e un piatto con dei gelati. Il telefono sta squillando ma nessuno risponde.
nb: Ada og vennene hennes på kontoret til statsministeren. Ada omprogrammerer datamaskinen til statsministeren. Toni setter opp en høyttaler for statsministerens sekretær. Marie og Konrad sitter på gulvet og snakker sammen. Mari har en bærbar datamaskin på fanget med et FSFE-klistremerke (tre stjerner, ertegrønn, himmelblå og havblått). På gulvet er en bolle med godteri og et fat med iskrem. Statsministerens telefon ringer, men ingen tar den.
nl: Ada en haar vrienden in het kantoor van de president. Ada herprogrammeert de computer van de president. Toni installeert een luidspreker voor de secretaresse van de president. Marie en Bram zitten op de vloer en praten, en Marie heeft een laptop op schoot met een sticker van het logo van de FSFE (drie sterren: erwtengroen, hemelblauw en zeeblauw). Op de vloer staat een schaal moet snoep en een schaal met ijsjes. De telefoon van de president rinkelt, maar niemand antwoordt.

source: New law
es: Nueva ley
fr: Nouvelle loi
hi: नया क़ानून
it: Nuova legge
ko: 새로운 법
nb: Ny lov
nl: Nieuwe wet

source: <phrase condition="capitals-text">The</phrase><phrase condition="capitals-img">he</phrase> next morning, the president’s phone rang very early. It was Zangemann. He was angrier than ever. “Without me, the government computers will no longer work,” he threatened. But the president kept the call short and quickly hung up. The phone rang many more times that day, but Zangemann’s calls went unanswered. The president sat in a meeting with Ada, Toni, Marie, Konrad, and the government experts.
es: <phrase condition="capitals-text">A</phrase><phrase condition="capitals-img"></phrase> la mañana siguiente, muy temprano, sonó el teléfono del presidente. Era Zangemann, Estaba más enfadado que nunca. “Sin mí, los ordenadores no funcionarán”, amenazó. Pero el presidente colgó rápidamente. A lo largo del día, el teléfono sonó muchas más veces, pero nadie contestaba. El presidente estaba reunido con Ada, Toni, Marie, Konrad y los expertos del gobierno.
fr: <phrase condition="capitals-text">Le</phrase><phrase condition="capitals-img">e</phrase> lendemain matin, le téléphone sonna de bonne heure dans le bureau du président. C’était Zangemann. Plus furieux que jamais, il tenta de convaincre le président. « Sans moi, les ordinateurs du gouvernement ne fonctionneront plus », menaça-t-il. Mais le président fut bref et raccrocha rapidement. Le téléphone retentit encore de nombreuses fois ce jour-là mais personne ne décrocha. Le président et les experts et expertes du gouvernement étaient en pleine réunion avec Ada, Toni, Marie, Konrad.
hi: []अगले सुबह, राष्ट्रपति का फ़ोन बहुत जल्दी बजा। यह जैंगेमैन था। वह पहले से भी ज्यादा गुस्से में था। “मेरे बिना, सरकार के कंप्यूटर अब काम नहीं करेंगे,” उसने धमकाया। लेकिन राष्ट्रपति ने कॉल को छोटा रखा और जल्दी से कटा दिया। उस दिन भी फ़ोन बार-बार बजा, लेकिन जैंगेमैन के कॉल का कोई जवाब नहीं दिया गया। राष्ट्रपति एक मीटिंग में बैठे रहे, जिसमें एडा, टोनी, मैरी, कोनराड, और सरकारी विशेषज्ञ भी शामिल थे।
it: <phrase condition="capitals-text">La</phrase><phrase condition="capitals-img">a</phrase> mattina seguente il telefono iniziò a squillare molto presto nell’edificio del governo. Era Zangemann. Infuriato più che mai, parlò con il Presidente. «Senza di me, i computer del governo non funzioneranno più», minacciò. Ma il Presidente tagliò corto e riattaccò velocemente il telefono. Il telefono suonò molte altre volte ancora quel giorno, ma nessuno rispose più. Il Presidente era impegnato in una riunione insieme ad Ada, Toni, Marie, Conrad e agli esperti del governo.
ko: <phrase condition="capitals-text">다음날</phrase><phrase condition="capitals-img">음날</phrase> 아침 대통령 아저씨의 전화가 아침부터 울려댔어요. 그건 장기만 아저씨였어요. 그는 평소보다 더 화가 나 있었어요. "나 없이는 정부의 컴퓨터가 더 이상 작동되지 않을겁니다" 그는 협박했어요. 그러나 대통령은 전화를 짧게 마치고 얼른 끊어 버렸어요. 장기만 아저씨의 전화는 그 뒤로도 계속 울려댔지만 더 이상 받지 않았어요. 대신에 대통령은 에이다와 토니, 마리, 콘라트 그리고 정부 전문가들과 회의를 진행했지요.
nb: <phrase condition="capitals-text">Tidlig</phrase><phrase condition="capitals-img">idlig</phrase> neste formiddag ringte statsministerens telefon. Det var Zangemann. Han var sintere enn noen gang tidligere. «Uten meg vil regjeringens datamaskiner slutte å fungere», truet han. Men statsministeren svarte bare kort og formelt og la raskt på. Telefonen ringte mange flere ganger den dagen, men Zangemanns oppringninger ble ikke besvart. Statsministeren satt i møte med Ada, Toni, Marie, Konrad og regjeringsekspertene.
nl: <phrase condition="capitals-text">De</phrase><phrase condition="capitals-img">e</phrase> volgende ochtend rinkelde de telefoon van de president erg vroeg. Het was Zangemann. Hij was woedender dan ooit. “Zonder mij zullen de computers van de regering niet langer werken,” dreigde hij. Maar de president hield het gesprek kort en hing snel op. De telefoon rinkelde nog veel vaker die dag, maar niemand nam op. De president zat samen met Ada, Toni, Marie, Bram en experts van de regering in een bespreking.

source: A herald, wearing a hat with a plume, playing a trumpet on which a red banner is hung.
es: Un heraldo, tocado con un sombrero con penacho, toca una trompeta de la que cuelga un estandarte rojo.
it: Un valletto, vestito con lustrini e cappello con pennacchio, che suona una tromba sulla quale è appeso uno stendardo rosso.
ko: 깃털이 달린 모자를 쓴 전령의 모습. 빨간색 깃발이 달린 트럼펫을 연주하고 있다.
nb: En herold med en hatt med stor fjær, spillende på trompet som har en rødt banner hengende.
nl: Een boodschapper, die een hoed met pluim draagt, speelt een trompet waaraan een rode vaandel hangt.

source: In the days that followed, they talked from morning to night and designed their first programs for the government’s computers. They were no longer disturbed by Zangemann’s calls. Toni had the good idea of reprogramming the telephones. When Zangemann called, he only heard an automated recording: “The government only wants to use software that it can freely use, study, share, and improve. Thank you for calling.”
es: Durante los días siguientes, hablaron desde la mañana hasta la noche y diseñaron sus primeros programas para los ordenadores del gobierno. Ya no les molestaban las llamadas de Zangemann. Toni tuvo la buena idea de reprogramar los teléfonos. Cuando Zangemann llamaba, sólo oía una grabación automática: “El gobierno sólo quiere utilizar <emphasis>software</emphasis> que pueda usar, estudiar, mejorar y compartir libremente. Gracias por llamar”.
fr: Les jours qui suivirent, ils discutèrent du matin au soir et conçurent leurs propres programmes pour les ordinateurs du gouvernement. Ils ne furent plus dérangés par les appels de Zangemann. Toni avait eu la bonne idée de reprogrammer les téléphones. Quand Zangemann appelait, il tombait automatiquement sur le message suivant : « Le gouvernement ne souhaite plus travailler qu’avec des logiciels qu’il pourra utiliser, comprendre, diffuser et améliorer librement. Merci pour votre appel. »
hi: आगामी दिनों में, वे सुबह से लेकर रात तक बातचीत करते रहे और सरकारी कंप्यूटरों के लिए अपने पहले प्रोग्राम को डिज़ाइन करते रहे। वे अब ज़ैंगमैन की कॉल से परेशान नहीं हो रहे थे। टोनी ने अच्छा विचार दिया था फोनों को दोबारा र्प्रोग्राम करने का। जब जैंगेमैन कॉल करता, तो उसे केवल एक स्वतंत्र रिकॉर्डिंग सुनाई देती थी: “सरकार केवल उस सॉफ़्टवेयर का उपयोग करना चाहती है जिसका उपयोग स्वतंत्र रूप से अध्ययन, साझा करने और सुधार करने में हो सके। आपके कॉल के लिए धन्यवाद।”
it: Durante i giorni successivi, discussero da mattina fino a tarda sera e progettarono i primi programmi per i computer del governo. Non erano più disturbati dalle telefonate di Zangemann, perché Toni ebbe la magnifica idea di riprogrammare i telefoni. Quando Zangemann chiamava, veniva riprodotto un annuncio automatico: «Il governo vuole utilizzare solo software che può liberamente usare, studiare, condividere e migliorare. Grazie per aver chiamato».
ko: 그 후 며칠 동안, 모두 함께 정부 컴퓨터를 위한 첫 프로그램을 설계하느라 밤낮으로 얘기를 나눴어요. 이제는 더 이상 장기만 아저씨의 전화로 방해를 받지 않았어요. 왜냐하면 토니가 전화기를 다시 프로그래밍하자는 좋은 아이디어를 떠올렸거든요. 장기만 아저씨 전화가 오면 수화기에선 오직 이 말만 들렸어요. “정부는 자유롭게 사용 및 연구되고 공유 및 개선이 가능한 소프트웨어만 사용합니다. 감사합니다.”
nb: De neste dagene snakket de sammen fra morgen til kveld, og lagde sine første programmer til myndighetenes datamaskiner. De ble ikke lenger forstyrret av oppringninger fra Zangemann. Toni hadde fått den gode ideen å programmere om telefonene. Når Zangemann ringte fikk han kun høre et automatisk lydopptak: «Myndighetene ønsker kun å bruke programvare som fritt kan brukes, undersøkes, deles og forbedres. Takk for at du ringte.»
nl: De dagen daarna spraken ze van ‘s ochtends tot laat in de avond en ontworpen ze hun eerste programma’s voor de computers van de regering. Door Zangemanns telefoontjes werden ze niet langer gestoord. Toni had het goede idee om de telefoon te herprogrammeren. Als Zangemann belde hoorde hij alleen nog een automatisch antwoord: “De regering wil alleen nog software gebruiken die ze vrij kan gebruiken, begrijpen, verspreiden en verbeteren. Dank voor uw oproep.”

source: Then, after many weeks of protests and discussions, the time had finally come: they abolished the old Zangemann law! Instead, the government announced:
es: Después de muchas semanas de protestas y debates, por fin llegó el momento: ¡Se abolió la antigua ley Zangemann! En su lugar, el gobierno anunció:
fr: Après de longues semaines, ils eurent enfin fini. Le parlement abrogea l’ancienne loi Zangemann et annonça :
hi: और फिर, कई हफ्तों के प्रदर्शन और चर्चाओं के बाद, वह समय आख़िरकार आया था: उन्होंने पुराने जैंगेमैन कानून को ख़त्म कर दिया! इसके बजाए, सरकार ने घोषणा की:
it: Infine, dopo molte settimane di proteste e di discussioni, era giunto finalmente il momento: il parlamento abolì la vecchia legge di Zangemann! Fu invece proclamato:
ko: 결국 몇 주간의 길었던 시위와 토론 끝에 드디어 그 날이 찾아 왔습니다. 바로 장기만 법을 폐지하기로 한거죠! 대신 정부는 이런 내용을 공표하였습니다.
nb: Etter mange uker ble det endelig bestemt: Den gamle Zangemann-loven ble fjernet. I stedet annonserte regjeringen:
nl: Na vele weken van protesten en gesprekken was het eindelijk zo ver: het parlement schafte de oude Zangemann-wet af! In plaats daarvan kondigde de regering aan:

source: “Everyone is allowed to program their own computers as long as they adhere to the other laws.”
es: “Todo el mundo está autorizado a programar sus propios ordenadores, siempre y cuando se respeten las demás leyes”.
fr: « Toute personne a le droit de programmer elle-même son ordinateur, tant qu’elle respecte les autres lois. »
hi: “हर किसी को अपने कंप्यूटर को प्रोग्राम करने की अनुमति है, जबतक वे अन्य कानूनों का पालन करते हैं।”
it: «Ognuno può programmare il proprio computer come vuole, purché lo si faccia rispettando le altre leggi».
ko: “다른 법률을 준수하기만 한다면 모든 사람은 자신의 컴퓨터를 스스로 프로그래밍 할 수 있습니다.”
nb: «Enhver har lov til å programmere sine egne datamaskiner, så lenge de ellers overholder loven.»
nl: “Iedereen is toegestaan om zelf diens computer te programmeren zolang ze zich daarbij aan de andere wetten houdt.”
