Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: <phrase condition="capitals-text">Once</phrase><phrase condition="capitals-img">nce</phrase> upon a time, there was a little girl named Ada. Her family was so poor that all their savings fit inside a cookie jar. They didn’t have enough money to live in a proper home. Instead, Ada lived with her mother and her little brother, Alan, in a cabin near a junkyard on the edge of town.
es: <phrase condition="capitals-text">Érase</phrase><phrase condition="capitals-img">rase</phrase> una vez una niña llamada Ada. Su familia era tan pobre que todos sus ahorros cabían en una pequeña caja de galletas. No tenían suficiente dinero para vivir en una casa bonita, así que Ada vivía con su madre y su hermano pequeño Alan en una cabaña cerca de un desguace, a las afueras de la ciudad.
fr: <phrase condition="capitals-text">Il</phrase><phrase condition="capitals-img">l</phrase> était une fois une petite fille qui s’appelait Ada. Sa famille était si pauvre que leurs économies tenaient dans une boîte à biscuits. Ils n’avaient pas assez d’argent pour vivre dans une vraie maison. Ainsi, Ada, sa mère et son petit frère Alan habitaient-ils une cabane à proximité d’une décharge à la périphérie de la ville.
hi: एक बार की बात है एडा नाम की एक छोटी लड़की थी। उसका परिवार इतना गरीब था कि उनकी सभी बचत एक छोटे से कुकी जार के अंदर समा थी। उनके पास इतने पैसे नहीं थे कि वे एक अच्छे घर में रह सकें। इसके बजाय, एडा अपनी मां और अपने छोटे भाई एलन के साथ शहर के किनारे एक कबाड़खाने के पास एक झोपड़ी में रहती थी।
it: <phrase condition="capitals-text">C’era</phrase><phrase condition="capitals-img">’era</phrase> una volta una bambina di nome Ada. La sua famiglia era così povera che tutti i loro risparmi potevano essere messi in una scatola di biscotti. Non avevano soldi per vivere in una casa vera. Ada, la sua mamma e il suo fratellino Alan vivevano in una casupola vicino ad una discarica nella periferia della città.
ko: <phrase condition="capitals-text">옛날에</phrase><phrase condition="capitals-img">날에</phrase> 에이다라는 이름의 작은 소녀가 살고 있었어요. 그녀의 가족은 너무 가난해서 전 재산이라곤 쿠키통안에 들어있는 돈이 전부였어요. 그래서 좋은 집을 사기에 충분한 돈이 없었지요. 그래서 에이다는 엄마와 남동생 앨런과 함께 도시 외곽에 있는 고물 수집장 옆의 낡은 오두막에서 살았어요.
nb: <phrase condition="capitals-text">Det</phrase><phrase condition="capitals-img">et</phrase> var en gang en liten jente som het Ada. Familien hennes var så fattig at alle sparepengene deres fikk plass i en kakeboks. De hadde ikke nok penger til å bo i et ordentlig hus. I stedet bodde Ada sammen med mamma og lillebror Alan, i en hytte ved en skraphaug i utkanten av byen.
nl: <phrase condition="capitals-text">Er</phrase><phrase condition="capitals-img">r</phrase> was eens een klein meisje genaamd Ada. Haar familie was zo arm dat al hun spaargeld in een koekjestrommel paste. Ze hadden niet genoeg geld om in een echt huis te wonen. In plaats daarvan woonde Ada met haar moeder en haar kleine broer Alan in een hut vlakbij een schroothoop aan de rand van de stad.

source: Ada in foreground leaving the house to go to school, in the background Ada's house and the junkyard. Ada has a brown backpack with yellow shoulder straps. To the left of Ada there is a red car, a Volkswagen Beetle, without wheels and no longer working, with one of the headlights remaining attached only with its wires. On the left, in front of the car, there are two tires, two boxes – one of which is a wooden box with an overturned bucket –, and an empty can, all among some plants with yellow flowers. In the background there is Ada's house, with her mother and her brother Alan waving goodbye, and the dog sitting on the ground. Alan is sitting on the two entrance steps of the house. He has short dark hair and is dressed in a white short-sleeved shirt with a red stripe at the edges of the sleeves and two red stripes at the bottom of the shirt. Alan wears blue shorts and he is barefoot. Ada's mom has dark lipstick and long black hair in a white headband. She is wearing a short blue shirt with white trim, white pants, and yellow shoes. Ada's house is built of wood, with the front being white. The roof is dark red corrugated sheeting. There are two windows in front in addition to the door, and another window on the left side. A yellow duck stands on top of the roof, while a gray chimney protrudes. An antenna on the left of the roof supports a clothesline on which red clothespins hold a green tank top, a pair of light blue pants, and white underpants. To the right of the house there is a veranda on which there is installed a solar panel. Under the veranda there are a mattress, a red oil drum, and a gray case. Behind the house there are piles of landfill objects among which you can see a washing machine, a car, and various wooden boards.
es: Ada en primer plano saliendo de casa para ir al colegio, al fondo la casa de Ada y la chatarrería. Ada lleva una mochila marrón con tirantes amarillos. A la izquierda de Ada hay un coche rojo, un Volkswagen Escarabajo, sin ruedas y que ya no funciona, con uno de los faros delanteros sujeto sólo por los cables. A la izquierda, delante del coche, hay dos neumáticos, dos cajas -una de ellas de madera con un cubo volcado-, y una lata vacía, todo ello entre unas plantas con flores amarillas. Al fondo se ve la casa de Ada, con su madre y su hermano Alan despidiéndose con la mano, y el perro sentado en el suelo. Alan está sentado en los dos escalones de entrada de la casa. Tiene el pelo corto y oscuro y va vestido con una camiseta blanca de manga corta con una raya roja en los bordes de las mangas y dos rayas rojas en la parte inferior de la camiseta. Alan lleva pantalones cortos azules y está descalzo.La madre de Ada tiene los labios pintados de oscuro y el pelo largo y negro recogido en una cinta blanca. Lleva una camisa azul corta con ribetes blancos, pantalones blancos y zapatos amarillos. La casa de Ada es de madera, con la fachada blanca. El tejado es de chapa ondulada de color rojo oscuro. Hay dos ventanas delante, además de la puerta, y otra ventana en el lado izquierdo. Encima del tejado hay un pato amarillo y sobresale una chimenea gris. Una antena a la izquierda del tejado sostiene un tendedero en el que unas pinzas rojas sujetan una camiseta verde de tirantes, unos pantalones azul claro y unos calzoncillos blancos. A la derecha de la casa hay un porche en el que hay instalado un panel solar. Bajo el porche hay un colchón, un bidón de aceite rojo y una maleta gris. Detrás de la casa hay montones de desechos, entre los que se pueden ver una lavadora, un coche y varias tablas de madera.
fr: Ce dessin représente une petite fille avec deux grandes couettes brunes et frisées qui s'éloigne en souriant de chez elle avec son cartable sur le dos. Elle porte des habits colorés : hoodie bleu, robe jaune, short bleu à rayures, basket rouges. Elle habite une cabane au pied d'une décharge. Derrière sa maison, une montagne de détritus, de machines et de voitures abandonnées. Sur le seuil, sa mère et son petit frère sourient et lui font un au revoir avec les bras. Il y a aussi un petit chien gris sans collier. Sur l'appentis de sa cabane, il y a un gros panneau solaire. Sur le toit, un oiseau jaune la regarde s'éloigner. Du linge sèche sur un fil tendu à l'antenne TV. On voit aussi au premier plan une voiture coccinelle rouge abandonnée, un phare décroché, des pneus remplis de végétation, des caisses et une boîte de conserves ouverte.
it: Ada in primo piano che esce di casa per andare a scuola, sullo sfondo la casa di Ada e la discarica. Ada ha sulle spalle uno zainetto marroncino con spallacci gialli. Ha dei piccoli orecchini gialli. Alla sinistra di Ada c'è un'auto rossa, un maggiolino Volkswagen, senza ruote e non più funzionante, con uno dei fari che esce dalla propria sede rimanendo attaccato solo con i fili. Sempre sulla sinistra, di fronte all'auto, ci sono due gomme, una cassetta di legno con dentro un secchio ribaltato e una latta vuota tra alcuni cespugli in cui ci sono dei fiori gialli. Sullo sfondo c'è la casa di Ada, con sua mamma, suo fratello Alan e il cagnolino che salutano Ada sulla soglia di casa. Alan è seduto sui due gradini di ingresso della casa, ha i capelli corti scuri, è vestito con una maglietta a maniche corte bianca con una striscia rossa ai bordi delle maniche e due strisce rosse sul fondo della maglietta, hai dei pantaloncini blu ed è a piedi scalzi. La mamma di Ada ha i capelli neri lunghi raccolti con una fascia bianca in testa, rossetto scuro, e indossa una maglietta corta azzurra con i bordi bianchi sul collo, sulle maniche e sul fondo maglietta, ha dei pantaloni bianchi e delle scarpe gialle. La casa della famiglia di Ada è una casupola in legno costruita con tavole di fortuna: quelle frontali sono principalmente bianche, mentre quelle di lato sono color legno. Il tetto è di ondulux rosso scuro, mentre sul fronte, oltre alla porta di ingresso, ci sono due finestre, e un'altra finestra sul lato sinistro. Sul tetto c'è un comignolo grigio e una papera gialla, mentre dalla sinistra del tetto parte un filo su cui sono stesi una canottiera verde, un paio di pantaloni blu chiaro e delle mutante tenuti sul filo con delle mollette rosse. Alla destra della casa c'è una veranda sulla quale c'è installato un pannello fotovoltaico. Sotto la veranda c'è un materasso, un fusto rosso e una cassa grigia. Dietro la casa ci sono cumuli di oggetti della discarica da cui si possono intravedere una lavatrice, un'automobile e varie tavole di legno.
nb: Ada i forgrunnen forlater huset for å gå til skolen, i bakgrunnen Adas hus og skraphaugen. Ada har en brun ryggsett med gule reimer. Det er en rød bil til venstre for Ada, en Volkswagen Beetle, uten hjul og ute av drift og med kun en av frontlyktene igjen, tilkoblet kun med ledningene sine. På venstre side, foran bilen, er det to dekk, to bokser – en er en treboks med en snudd bøtte –, og et tomt spann, alt sammen mellom planter med gule blomster. I bakgrunnen er Adas hus, der hennes mor og bror Alan vinker adjø, og hunden sitter på bakken. Alan sitter på de to trappetrinnene til huset. Han har kort mørkt hår og er kledd i en hvit, kortermet skjorte med en rød stripe på kanten av ermene, og to røde striper i nedre kant av skjorten. Alan er barføtt og har blå kortbukser. Adas mamma har mørk leppestift og langt sort hår i et hvitt hårbånd. Hun har på seg en kort blå skjorte med hvite kanter, hvite bukser og gule sko. Adas hus er bygd av tre, med en hvit front. Taket er mørkerødt bølgetak. Det er to vinduer foran i tillegg til døren, og et annet vindu på venstre side. En gul and står på toppen av mønet, og en grå pipe stikker opp. En antenne på venstre side av taket holder en klessnor der det henger en grønn topp, en par lyseblå bukser og hvite underbukser. Til høyre for huset er det en veranda der det er installert et solcellepanel. Under verandaen er det madrasser, en rød oljetønne og en grå kasse. Bak huset er det hauger med skrot, blant annet kan du se en vaskemaskin, en bil og forskjellige trebord.
nl: Ada op de voorgrond verlaat het huis om naar school te gaan met op de achtergrond Ada's huis en de schroothoop. Ada heeft een bruine rugtas met gele schouderbanden. Links van Ada staat een rode auto, een Volkswagen Kever, zonder wielen en niet langer werkend, met nog maar één van de koplampen aanwezig die alleen nog aan de draden hangt. Links, voor de auto, staan twee banden en twee kisten waarvan één een houten kist met een emmer op de kop erin, en een leeg blikje, dichtgegroeid met planten met gele bloemen. Op de achtergrond is Ada's huis, met haar moeder en haar broer Alan die gedag zwaait en de hond die op de grond zit. Alan zit op de twee traptreden van het huis. Hij heeft kort donker haar en draag een wit shirt met korte mouwen en rode strepen op de randen van de mouwen en twee rode strepen aan de onderkant van het short. Alan draagt een blauwe korte broek en loopt op blote voeten. Ada's moeder heeft donkere lippenstift op en lang donker haar in een witte haarband. Ze draagt een kort blauw shirt met witte bies, witte broek en gele schoenen. Ada's huis is van hout met een witte voorkant. Het dak is van donkerrode dakplaten. Er zijn twee ramen en een deur aan de voorkant en een ander raam aan de linker kant. Een gele eend staat op de nok van het dak. Een grijze metalen schoorsteen steekt zijwaarts uit het dak. Een antenne aan de linkerkant van het dak is ook de steun voor een waslijn waaraan met rode wasknijpers een groene top, een lichtblauwe broek en een witte onderbroek hangen. Rechts naast het huis is een veranda waarop een zonnepaneel is geplaatst. Onder de veranda ligt een matras en er staan een rood olievat en een grijze koffer. Achter het huis liggen bergen afval waarin je een wasmachine, een auto en verschillende planken kan onderscheiden.

source: Prestigious magazines (“STARS“, “MONEY”, “Richest Man”) on whose cover are Zangemann and his villa.
es: Revistas de renombre ("STARS", "MONEY", "Richest Man") en cuya portada aparecen Zangemann y su villa.
fr: Ce dessin représente une pile de magazines bariolés de titres et d'images consacrés à Zangemann. C'est un homme maigre à lunettes, il porte un col roulé gris sous son menton pointu, avec des lunettes posées sur un nez encore plus pointu, et il occupe toutes les couvertures : Stars magazine montre son portrait satisfait devant sa villa, une construction ultra moderne avec terrasse accessible par un toboggan tourbillonnant, antennes, palmiers. Money magazine le montre fier de lui entouré d'étincelles et de Dollars. Un troisième magazine titre : “l'homme le plus riche”.
it: Riviste prestigiose (“STARS“, “MONEY”, “RICHEST MAN”) sulla cui copertina c'è Zangemann e la sua villa.
ko: 표지에 장기만과 그의 집이 실려있는 권위있는 잡지들. (“스타”, “머니”, “리치스트맨”)
nb: Anerkjente tidsskrift («STJERNER», «PENGER», «Rikeste mann») der Zangemann og hans villa er på forsiden.
nl: Prestigieuze tijdschriften ("STARS", "MONEY", Richest Man") met Zangemann en zijn landhuis op de voorpagina's.

source: Far away, at the other end of town, lived a famous inventor named Zangemann. He was immensely rich. No sheet of paper in the world was big enough to show his bank balance with all its numbers and zeros! He lived in a huge house with a swimming pool and waterslide, lots of staircases and towers, hundreds of windows, and so many rooms that he often got lost in them himself. Zangemann’s mansion stood high on a hill. From there, he could look out over the whole city.
es: Muy lejos, en la otra punta de la ciudad, vivía un famoso inventor llamado Zangemann. Era muy rico , tanto que no había una hoja de papel en el mundo lo suficientemente grande para escribir todo el dinero que tenía, con todos sus números y ceros. Vivía en una casa enorme, con piscina y tobogán, muchas escaleras y torres, cientos de ventanas y tantas habitaciones que a menudo se perdía en ellas. La mansión de Zangemann estaba en lo alto de una colina,Desde allí podía ver toda la ciudad.
fr: Loin de là, à l’autre bout de la ville, vivait un célèbre inventeur du nom de Zangemann. Il était immensément riche. Aucune feuille de papier n’était assez grande pour y écrire tous les chiffres et les zéros de son compte en banque. Il habitait une immense maison avec piscine et toboggan aquatique, de nombreux escaliers, des tours, des centaines de fenêtres et tant de pièces que lui-même s’y perdait régulièrement. La propriété de Zangemann était construite au sommet de la montagne. De là-haut, il pouvait observer toute la ville.
hi: दूर शहर के दूसरे छोर पर ज़ैंगमैन नाम का एक प्रसिद्ध आविष्कारक रहता था। वह बेतहाशा धनी था। दुनिया में कागज का कोई भी पन्ना इतना बड़ा नहीं था कि वह अपने सभी नंबरों और शून्यों के साथ अपना बैंक बैलेंस दिखा सके। वह एक विशाल घर में एक स्विमिंग पूल और वॉटरस्लाइड, बहुत सारी सीढ़ियाँ और टॉवर, सैकड़ों खिड़कियां और इतने सारे कमरे में रहता था कि वह अक्सर उनमें खो जाता था। ज़ैंगमैन की हवेली एक पहाड़ी पर ऊँची थी। वहां से वह पूरे शहर को देख सकता था।
it: Lontano, dall’altra parte della città, viveva un famoso inventore di nome Zangemann. Era immensamente ricco. Nessun foglio di carta di questo mondo era abbastanza grande per poterci scrivere l’ammontare del suo conto in banca, con tutti i numeri e gli zeri. Viveva in una grande casa con piscina e scivoli d’acqua, un sacco di scale e torri, centinaia di finestre e così tante stanze che lui stesso vi si perdeva frequentemente. La villa di Zangemann era in alto su una collina, da dove poteva vedere tutta la città.
ko: 멀리, 도시 저 편에는 장기만이라는 이름의 유명한 발명가가 살고 있었어요. 그는 어마어마하게 부자였어요. 통장 잔고가 셀 수 없이 많은 숫자들과 0으로 이루어져 있어서 아저씨의 통장 잔고를 보여줄 수 있는 종이는 세상에 존재하지 않을 정도였어요! 아저씨 집은 수영장과 워터슬라이드, 수많은 계단과 타워, 수백 개의 창문이 달려 있었어요. 그 집에는 수많은 방들도 있었는데 아저씨가 종종 길을 잃어버리기도 했죠. 장기만 아저씨의 저택은 언덕에 우뚝 솟아 있었어요. 그는 거기에서 도시를 한 눈에 내려다 볼 수 있었지요.
nb: Langt unna, i den andre enden av byen, bodde en berømt oppfinner som het Zangemann. Han var enormt rik. Det fantes ikke et papirark i verden som var stort nok til at man der kunne skrive hvor mye penger han hadde i banken. Ikke en gang hvis man skrev tallet med veldig små siffer! Han bodde i et kjempestort hus med svømmebasseng og vannsklie, massevis av trapper og tårn, hundrevis av vinduer og så mange rom at han ofte gikk seg bort i dem. Zangemanns herskapshus sto høyt oppe på en kolle. Derfra kunne han se ut over hele byen.
nl: Ver weg, aan de andere kant van de stad, woonde een beroemde uitvinder genaamd Zangemann. Hij was ongelooflijk rijk. Geen vel papier ter wereld was groot genoeg voor zijn bankafschrift met al die getallen en nullen! Hij woonde in een enorm huis met een zwembad, een waterglijbaan, veel trappen en torens, honderden ramen en zóveel kamers dat hijzelf vaak verdwaalde. Zangemanns landhuis stond hoog op een heuvel. Daar vandaan kon hij over de hele stad uitkijken.

source: Zangemann and computers
es: Zangemann y ordenador
fr: Zangemann et les ordinateurs
it: Zangemann e computer
ko: 장기만과 컴퓨터
nb: Zangemann og datamaskiner
nl: Zangemann en computers
