Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Adults and children loved his inventions. All the kids wanted to have one of his skateboards — complete with the latest sounds to show off to their friends at school. Kids also loved his speaker invention, which could instantly play any song you requested. And, of course, everyone loved the ice cream served every afternoon from the automatic, extra-delicious Original Zangemann Ice Cream Machine. It all seemed like magic, but the secret was simple: the little computers that Zangemann built into his machines made it all possible.
es: Sus inventos encantaban a niños y adultos. Todos los niños querían sus monopatines con los últimos sonidos para enseñárselo a sus amigos del colegio. A los niños también les encantaba el altavoz que inventó, que reproducía cualquier canción que le pidieras al instante. Y por supuesto, a todo el mundo le encantaba el helado que todas las tardes servía la “Máquina de Helados Original Zangemann”. Todo parecía mágico, pero el secreto era sencillo: los pequeños ordenadores que Zangemann incorporó a sus máquinas.
fr: Adultes et enfants adoraient ses inventions. Les enfants voulaient tous leur skateboard Zangemann avec le dernier son à la mode pour épater les copains dans la cour de l’école. Beaucoup possédaient également des enceintes Zangemann, très pratiques. Il suffisait de leur indiquer le titre d’une chanson pour l’écouter. Et celui qui avait encore de l’argent de poche allait s’acheter une glace préparée automatiquement par la machine-à-glace-originale-Zangemann en sortant de l’école. C’était comme de la magie – mais tout cela était contrôlé par les petits ordinateurs que Zangemann avait intégrés aux appareils.
hi: छोटे और बड़े सब उसके आविष्कारों को पसंद करते थे। सभी बच्चे उसका एक स्केटबोर्ड पाना चाहते थे जो बिलकुल नए ध्वनियों से पूर्ण हो ताकि वो स्कूल में अपने दोस्तों को दिखा सकें। बच्चे भी उसके नये आविष्कारक स्पीकर को पसंद करते थे, जो किसी भी अनुरोध किये गए गीत को तुरंत बजा सकता था। और बिलकुल, हर किसी को ऑटोमैटिक, बेहद स्वादिष्ट ज़ैंगमैन आइसक्रीम मशीन से हर दोपहर में परोसी जाने वाली आइसक्रीम बहुत पसंद थी। यह सब जादू जैसा लग रहा था, लेकिन रहस्य सरल था: ज़ैंगमैन ने अपनी मशीनों में जो छोटे-छोटे कंप्यूटर लगाए, उन्होंने यह सब संभव बना दिया।
it: Grandi e piccini amavano le sue invenzioni. Tutti i bambini volevano avere uno skateboard di Zangemann con incorporati gli ultimi effetti sonori per poterlo mostrare ai loro amici nel cortile della scuola. Molti possedevano anche i suoi pratici altoparlanti portatili che riproducevano istantaneamente qualsiasi canzone si richiedesse. E, se per caso fosse rimasto qualche soldo in tasca, nel pomeriggio potevano mangiare un gelato mescolato automaticamente da una delle macchine-mischia-gelato originali Zangemann. Sembrava una cosa magica, ma in realtà tutto questo era possibile grazie al piccolo computer che Zangemann aveva incorporato nei dispositivi.
ko: 어른 아이 할 것 없이 모두 그의 발명품을 좋아했어요. 아이들은 그가 만든 스케이드보드를 갖고 싶어했어요. 최신 사운드가 탑재되어 있어 친구들에게 자랑하기 좋았거든요. 아이들은 어떤 음악이든지 바로바로 틀어주는 그의 스피커 발명품도 좋아했어요. 그리고 매일 오후에 판매되는 장기만 아저씨의 엄청 맛있기로 소문난 오리지날 자동 아이스크림 기계도 모두들 좋아했지요. 모든 게 마치 마법 같았어요. 그러나 비밀은 아주 간단했어요. 바로 장기만 아저씨가 기계에 넣어놓은 작은 컴퓨터 덕분이었죠.
nb: Barn og voksne elsket oppfinnelsene hans. Alle barna ville ha et av rullebrettene hans med de siste lydene bygget inn, slik at de kunne vise dem til sine venner på skolen. De elsket også hans smarte høyttalere som kunne spille akkurat den sangen en ønsket seg. Og de som fortsatt hadde noen lommepenger igjen, de kjøpte isen som ble servert hver ettermiddag fra den automatiske Original Zangemann iskremmaskinen. Det var som magi, men i virkeligheten var det hele veldig enkelt: det var små datamaskiner som Zangemann hadde bygget inn i maskinene sine som gjorde det hele mulig.
nl: Volwassenen en kinderen hielden van zijn uitvindingen. Alle kinderen wilden een van zijn skateboards hebben, compleet met de nieuwste geluiden, om indruk te maken op hun vrienden op school. Kinderen hielden ook van zijn luidspreker-uitvinding, die direct ieder lied kon spelen dat je aanvroeg. En natuurlijk hield iedereen van de ijsjes die iedere middag werden geserveerd door de automatische, extra-lekkere Originele Zangemann IJsjesmachines. Het leek allemaal magie, maar het geheim was eenvoudig: de kleine computers die Zangemann in zijn machines bouwde maakten het allemaal mogelijk.

source: An original Zangemann electric skateboard leaving a blue trail with musical notes and colored circles. Only the knees, white socks, and olive green shoes with white soles of the child riding it are shown.
es: Un monopatín eléctrico original de Zangemann que deja una estela azul con notas musicales y círculos de colores. Sólo se muestran las rodillas, los calcetines blancos y los zapatos verde oliva con suela blanca del niño que lo monta.
fr: Ce dessin représente le passage d'un enfant à skateboard sur la page : le skateboard est muni d'un boîtier entre les roues avec le logo Z. Des effets de sons et couleurs harmonieux sont émis par le boîtier dans le sillage du skate.
it: Uno skateboard elettrico originale Zangemann che sfreccia via e lascia una scia azzurra con note musicali e cerchi colorati. Sullo skateboard si vede solo la parte sotto le ginocchia del bambino che lo sta usando, che ha calzini bianchi e scarpe verde oliva con suole bianche.
ko: 음표와 색색깔 동그라미가 춤을 추며 푸른색 잔상을 남기는 장기만 아저씨의 오리지날 전동 스케이트 보드. 흰색 양말과 흰색 밑창이 달린 올리브 그린 신발을 신은 아이가 그 스케이드보드를 타고 있는데 무릎 아래쪽만 보이는 모습.
nb: Et originalt Zangemann elektrisk rullebrett som etterlater seg en blå hale av musikknoter og fargede sirkler. Det vises kun knærne, hvite sokker og olivengrønne sko med hvite soler fra et barn som kjører det.
nl: Een origineel Zangemann elektrisch skateboard laat een spoor van muzieknoten en gekleurde cirkels achter. Alleen de knieën, witte sokken en olijfgroene schoenen met witte zolen van een kind op het skateboard zijn zichtbaar.

source: Ada tinkers with objects in her improvised lab. Ada is sitting on an overturned water case, and working on a repair with a yellow screwdriver. Also on the table are green pliers, a red hammer, a white power strip, and another gadget. Ada is at a table consisting of a wooden board supported by two oil drums (one gray and one red) and a small wooden sawhorse. Behind Ada there are a washing machine, pipes, and a board. In front of the improvised table there are tires and an old phone with faulty wire. Alan is coming toward Ada holding a yellow fan over his head. Alan now wears white socks and yellow shoes.
es: Ada juguetea con objetos en su improvisado laboratorio. Ada está sentada en una caja de agua que está del revés, y trabaja arreglando algo con un destornillador amarillo. Sobre la mesa también hay unos alicates verdes, un martillo rojo, una regleta blanca y otro artilugio. Ada está en una mesa formada por un tablero de madera apoyado sobre dos bidones de aceite (uno gris y otro rojo) y un pequeño caballete de madera. Detrás de Ada hay una lavadora, tuberías y una tabla. Delante de la improvisada mesa hay neumáticos y un viejo teléfono con un cable defectuoso. Alan se acerca a Ada sujetando un ventilador amarillo sobre la cabeza. Alan lleva ahora calcetines blancos y zapatos amarillos.
fr: Ce dessin représente Ada qui bricole dans un coin de la décharge, sur un établi fabriqué avec une planche, un tréteau et des bidons, sur lequel il y a une pince, un marteau, une multiprise et un transistor ouvert. Elle est assise sur une caisse, une jambe repliée, et répare en tirant la langue d'application un circuit électronique dans un boîtier. Autour d'elle, une vieille machine à laver, des tuyaux en fer, des pneus, un téléphone ancien démonté. Son petit frère joyeux, en t-shirt blanc à rayures rouges et short bleu, lui apporte un gros ventilateur industriel jaune.
it: Ada che armeggia con oggetti nel suo improvvisato laboratorio. Ada è seduta su una cassa dell'acqua ribaltata e sta riparando un altoparlante con cacciavite giallo. Sul tavolo ci sono anche una pinza verde, martello rosso, una ciabatta elettrica bianca e un altro altoparlante mezzo smontato. Il tavolo è composto da una tavola di legno sorretta da due fusti (uno grigio e uno rosso) e un piedistallo di legno. Dietro Ada c'è una lavatrice, delle canne fumarie e una asse di legno. Davanti al tavolino improvvisato ci sono degli pneumatici, un vecchio telefono con filo guasto. Alan sta portando ad Ada un ventilatore giallo che tiene sopra la testa. Alan adesso indossa calzini bianchi e scarpe gialle.
ko: 에이다가 그녀의 즉석 연구실에서 물건을 만지작 거리고 있습니다. 에이다는 뒤집은 우유박스에 앉아서 노란색 드라이버로 무언가를 고치고 있습니다. 테이블 위에는 초록색 펜치와 빨간색 망치, 흰색 멀티탭 그리고 도구들이 놓여 있습니다. 에이다는 나무판으로 만들어진 책상 앞에 앉아있는데 나무판은 두개의 기름통과 (하나는 회색 하나는 빨간색) 작은 톱질용 작업대로 지지하고 있습니다. 에이다 뒤에는 세탁기, 파이프관, 판자가 놓여있습니다. 간이 테이블 앞에는 타이어들과 전선들이 헝클어진 오래된 전화기가 있습니다. 앨런이 노란색 환풍기를 머리 위로 들고 에이다에게 달려오고 있습니다. 앨런은 이제 흰색 양말과 노란색 신발을 신고 있습니다.
nb: Ada fikler med ting i sitt improviserte laboratorium. Ada sitter på en opp-ned vanntank og holder på med en reparasjon med en gul skrutrekker. På bordet er det i tillegg grønne tenger, en rød hammer, en hvit strømpadde og en annen dings. Ada sitter ved et bord som består av en treplate støttet opp av to oljetønner (en grå og en rød), og en liten sagstol av tre. Bak Ada er det en vaskemaskin, rør og et bord. Foran det improviserte bordet er det dekk og en gammel telefon med ødelagt ledning. Alan kommer mot Ada med en gul vifte over hodet. Alan har nå hvite sokker og gule sko.
nl: Ada sleutelt met onderdelen in haar geïmproviseerde werkplaats. Ada zit op een omgekeerde frisdrankkrat en werkt met een gele schroevendraaier aan een reparatie. Op de tafel liggen ook een groene nijptang, een rode hamer, een witte stekkerdoos en een ander apparaat. Ada zit aan een tafel bestaande uit een houten plaat ondersteund door twee olievaten (een grijs en de ander rood) en een kleine houten schraag. Achter Ada staan een wasmachine, buizen en een plaat. Voor de geïmproviseerde tafel liggen banden en een oude telefoon met een kapotte kabel. Alan loopt naar Ada en houdt een gele ventilator boven zijn hoofd. Alan draagt nu witte sokken en gele schoenen.

source: These inventions were very popular at Ada’s school, and many of her friends rode around on the cool skateboards. Ada was often sad, since her mother couldn’t buy her any of those great things: no skateboard, no speakers, no ice cream.
es: Estos inventos eran muy populares en el colegio de Ada y muchos de sus amigos montaban en esos monopatines. Pero Ada, a menudo, estaba triste, ya que su madre no podía comprarle ninguna de esas cosas geniales: ni el monopatín, ni los altavoces, ni helados.
fr: Dans l’école d’Ada aussi, ces inventions étaient très populaires et elle avait beaucoup d’amis qui se baladaient avec des skateboards super cools. Ada était souvent triste, car sa mère ne pouvait pas lui acheter toutes ces merveilleuses choses. Pas de skateboard, pas d’enceinte, pas de glace.
hi: एडा के स्कूल में ये आविष्कार बहुत लोकप्रिय थे और उसके कई दोस्त कूल स्केटबोर्ड पर घूमते थे। एडा अक्सर उदास रहती थी, क्योंकि उसकी माँ उसके लिए उन महान चीजों में से एक भी नहीं खरीद सकती थी। न स्केटबोर्ड, न स्पीकर, न आइसक्रीम।
it: Queste invenzioni erano molto popolari anche alla scuola di Ada, tanti dei suoi amici se ne andavano in giro su quei fantastici skateboard. Ada era spesso triste, perché sua mamma non poteva comprarle nessuna di quelle cose: niente skateboard, niente altoparlanti, niente gelato.
ko: 아저씨의 발명품은 에이다의 학교에서 유행했어요. 에이다의 다른 많은 친구들이 그 멋진 스케이드보드를 타고 다녔지요. 에이다는 하지만 가끔 슬펐어요. 왜냐면 에이다의 엄마는 에이다에게 그런 멋진 것을 사줄 수 없었기 때문이에요. 멋진 스케이드보드도 스피커도 그리고 아이스크림도요...
nb: Også på Adas skole var oppfinnelsene veldig populære, og mange av vennene hennes kjørte rundt på de stilige rullebrettene. Ada var ofte lei seg siden hennes mor ikke hadde råd til noen av de fantastiske tingene. Hverken rullebrett, høyttalere eller is.
nl: Deze uitvindingen waren erg populair op Ada's school en veel van haar vrienden reden rond op de coole skateboards. Ada was vaak verdrietig omdat haar moeder zulke grote dingen niet kon kopen: geen skateboard, geen luidsprekers, geen ijsjes.

source: Luckily, Ada lived right next to the junkyard. There were lots of broken gadgets and rusty parts, which she put together to make cool new things, like a soapbox she and Alan rode roaring down the hill, a windmill, and scary junk monsters, which she and Alan would fight together. She also found many useful items—an old cell phone, for example. The screen was cracked, but she could fix that, and while there wasn’t internet at the junkyard, she could get access somewhere else.
es: Por suerte, Ada vivía justo al lado del desguace. Había montones de aparatos rotos y piezas oxidadas que ella juntaba para construir cosas nuevas y geniales, como una caja grande de madera en la que Alan y ella se deslizaban colina abajo a toda velocidad, un molino de viento y monstruos terroríficos de chatarra contra los que luchaban juntos. También encontró muchos objetos útiles como, por ejemplo, un viejo teléfono móvil. La pantalla estaba rota pero podía arreglarla y, aunque no había internet en el desguace, podía acceder a la web en otro sitio. Tanto se divertía Ada trasteando en el desguace y arreglando cosas rotas que se olvidó por completo de los monopatines y el helado.
fr: Mais Ada vivait juste à côté de la décharge. Elle y trouvait des appareils cassés et des pièces rouillées avec lesquelles elle fabriquait des choses géniales : une caisse à savon dans laquelle son frère Alan et elle dévalaient la colline, une éolienne ou des monstres constitués de débris effrayants, qu’ils combattaient ensemble. Elle trouvait aussi beaucoup d’objets utiles, comme un vieux téléphone portable. L’écran était certes tout fissuré mais elle pourrait le réparer. Près de la décharge, il n’y avait pas Internet. Tant pis, elle le capterait ailleurs.
hi: सौभाग्य से, एडा कबाड़खाने के ठीक बगल में रहती थी। बहुत सारे टूटे हुए गैजेट और जंग लगे पुर्जे थे, जिन्हें उसने एक साथ जोड़ कर नई नई चीजें बनाईं, जैसे साबुन का डिब्बा जिस पर एलन और वो बैठ कर पहाड़ी पर से से नीचे उतर रहे हैं, एक पवनचक्की, कबाड़ से बने डरावने राक्षस, जिनसे एलन और वो मिलकर लड़ सकें। उसे कई उपयोगी वस्तुएँ भी मिलीं - उदाहरण के लिए एक पुराना सेल फोन। स्क्रीन टूट गई थी, पर वो जोड़ सकती थी और कबाड़ख़ाने में इंटरनेट भी नहीं था लेकिन वह कहीं और से जुगाड़ कर सकती थी।
it: Per fortuna Ada viveva proprio vicino ad una discarica che era ricca di molte apparecchiature rotte e pezzi arrugginiti. Per gioco Ada metteva insieme questi pezzi per realizzare nuove fantastiche cose: una macchinina senza motore, che lei e il suo fratellino Alan utilizzavano per sfrecciare giù dalle colline, un mulino a vento, o dei terrificanti mostri di spazzatura, che poi avrebbero combattuto insieme. Trovava anche molti oggetti utili, tra cui un vecchio cellulare con lo schermo crepato. Ada pensò che avrebbe potuto aggiustarlo e, anche se nella discarica non c’era Internet, avrebbe poi potuto connettersi da qualche altra parte.
ko: 하지만 운좋게도 에이다는 고물 수집장 옆에서 살았어요. 거기에는 다양한 부서진 물건들과 오래된 부품들이 있었어요. 그걸로 에이다는 동생 앨런과 신나게 언덕을 미끄러져서 내려갈 수 있는 나무 상자라던가 풍차라던가 힘을 합쳐 무찌를 수 있는 무서운 쓰레기 괴물같은걸 만들 수 있었어요. 에이다는 오래된 핸드폰 같은 유용한 물건도 찾을 수 있었어요. 화면은 비록 깨져있었지만 다시 고칠 수 있었어요. 고물 수집장에 인터넷이 깔려 있지 않았지만 여기가 아닌 다른 곳에서 핸드폰으로 인터넷에 접속할 수 있었어요.
nb: Heldigvis bodde Ada like ved skraphaugen. Der var det masse ødelagte apparater og rustne reservedeler, som hun bygde seg ting med: En olabil, som hun og lillebror Alan kjørte ned bakken i, en vindmølle og noen skremmende søppelmonstre som hun og Alan kunne slåss mot. Hun fant også mange ting som fortsatt fungerte: En gammel mobiltelefon, for eksempel. Det var sprekk i skjermen, men det kunne hun ordne. Det var ikke noe bra Internett på skraphaugen, men det kunne hun få tilgang til andre steder.
nl: Gelukkig woonde Ada direct naast de schroothoop. Er waren veel kapotte apparaten en roestige onderdelen, die ze combineerde tot nieuwe coole dingen, zoals een zeepkist waarin zij en Alan van de berg naar beneden scheurden, een windmolen en enge schrootmonsters waar ze dan samen tegen vochten. Ze vond ook veel nuttige dingen: een oude mobiele telefoon bijvoorbeeld. Het scherm was gebroken, maar dat kon ze repareren, en op de schroothoop was dan geen internet, maar ze kon ergens anders wel toegang krijgen.

source: Ada had so much fun tinkering in the junkyard and fixing broken things that she forgot all about the skateboards and the ice cream.
es: Como todo el mundo compraba sus inventos, Zangemann pronto se convirtió en la persona más rica del mundo. Con todo su dinero, compró un enorme ordenador dorado con un teclado hecho de joyas y lo instaló en la habitación más grande de su mansión. Desde allí, a través de Internet, podía controlar todos los pequeños ordenadores integrados en sus inventos.
fr: Ada prenait un tel plaisir à bricoler dans la décharge et à réparer les objets cassés, qu’elle en oubliait complètement les skateboards et les glaces.
hi: एडा को कबाड़खाने में छेड़छाड़ करने और टूटी-फूटी चीजों को ठीक करने में इतना मज़ा आया कि वह स्केटबोर्ड और आइसक्रीम के बारे में सब भूल गई।
it: Ada era così entusiasta nel trovare e riparare cose rotte che si dimenticò completamente degli skateboard e del gelato.
ko: 에이다는 고물 수집장에서 이것저것 만지작거리며 부서진 물건을 고치는게 너무 재미있었어요. 스케이드보드나 아이스크림 같은 건 까맣게 잊어버릴만큼요.
nb: Ada hadde det så morsomt med å fikle på skraphaugen og fikse ødelagte ting at hun glemte alt om rullebrettene og iskremen.
nl: Ada had zoveel plezier met het sleutelen op de schroothoop en met het repareren van kapotte dingen dat ze niet meer dacht aan de skateboards en het ijs.

source: Because everyone bought his inventions, Zangemann soon became the richest person in the whole world. With all his money, he bought a huge golden computer with a keyboard made of jewels and set it up in the largest room of his mansion. From there, over the internet, he could control all the little computers built into his inventions.
es: Como todo el mundo compraba sus inventos, Zangemann pronto se convirtió en la persona más rica del mundo. Con todo su dinero, compró un enorme ordenador dorado con un teclado hecho de joyas y lo instaló en la habitación más grande de su mansión. Desde allí, a través de Internet, podía controlar todos los pequeños ordenadores integrados en sus inventos.
fr: Comme tout le monde achetait ses inventions, Zangemann devint bientôt l’homme le plus riche du monde. Avec son argent, il fit fabriquer un énorme ordinateur en or doté d’un clavier en pierres précieuses et l’installa dans la plus grande pièce de sa villa. De cet ordinateur, il pouvait contrôler par Internet tous les petits ordinateurs intégrés à ses inventions.
hi: क्योंकि हर किसी ने उसका आविष्कार खरीदा, ज़ैंगमैन जल्द ही पूरी दुनिया में सबसे अमीर व्यक्ति बन गया। अपने पैसे से उसने एक बड़ा सा सोने का कंप्यूटर खरीदा, जिसका की-बोर्ड रत्नों से बना था और उसे अपनी हवेली के सबसे बड़े कमरे में स्थापित कर दिया। वहाँ से, इंटरनेट पर, वह अपने आविष्कारों में लगे हुए सभी छोटे कंप्यूटरों को नियंत्रित कर सकता था।
it: Dal momento che tutti compravano le sue invenzioni, Zangemann diventò presto l’uomo più ricco di tutto il mondo. Con tutti i suoi soldi, acquistò un enorme computer d’oro con una tastiera di pietre preziose e lo mise nella stanza più grande della sua villa. Da qui, tramite Internet, avrebbe potuto controllare tutti i piccoli computer inseriti nelle sue invenzioni.
ko: 모두가 장기만 아저씨의 발명품을 좋아했기 때문에 장기만 아저씨는 곧 세계에서 가장 큰 부자가 되었어요. 가진 돈을 모두 모아서 장기만 아저씨는 키보드가 보석으로 만들어진 거대한 황금 컴퓨터를 샀어요. 그리곤 저택 가장 큰 방에 설치했어요. 그는 그 컴퓨터로 인터넷을 통해 전 세계에 있는 모든 발명품 안에 있는 그의 작은 컴퓨터를 조종했어요.
nb: Siden alle kjøpte oppfinnelsene hans, ble Zangemann raskt den rikeste personen i hele verden. Med alle pengene sine kjøpte han seg en datamaskin av gull med et tastatur av edelsteiner, som han satte opp i det største rommet i huset sitt. Fra den kunne han via Internettet kontrollere alle de små datamaskinene som var bygget inn i hans oppfinnelser.
nl: Omdat iedereen zijn uitvindingen kocht, werd Zangemann snel de rijkste persoon in de hele wereld. Met al zijn geld kocht hij een gigantische gouden computer met een toetsenbord gemaakt van juwelen en zette het in de grootste kamer van zijn landhuis. Daar vandaan kon hij, via het internet, alle kleine computers besturen die in zijn uitvindingen zaten gebouwd.
