Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Ada &amp; Zangemann - A Tale of Software, Skateboards, and Raspberry Ice Cream. By Matthias Kirschner and Sandra Brandstätter. On a mostly desaturated dark cyan background, in a frame composed of sometimes curled white lines that connect a mouse, a keyboard, and a pink smartphone, Ada and Zangemann are facing each other, both with their hands on their hips as a sign of challenge. Ada is smiling and Zangemann is frowning. Ada has black hair collected in two big right- and left-bound ringlets with red rubber bands, and red cheeks. She has little yellow stud earrings. She wears cyan and white horizontal striped shorts and a yellow shirt over a white undershirt that ends with embroidery that goes beyond the shirt. The shirt and undershirt come out over the shorts. Above the shirt Ada wears a blue hoodie. Ada is wearing red shoes with white tips and soles, and short white socks. She has one foot on a skateboard and the other on the ground. Zangemann has short gray hair and square glasses. He is wearing a purple turtle-neck sweater, light blue pants turned up, brown shoes, and white socks. He’s wearing a big tech watch. Above Zangemann there are a pair of pliers with red handles crossing the wire frame.
ko: 에이다와 장기만 아저씨 - 소프트웨어와 스케이트보드와 라즈베리 아이스크림에 대한 이야기. 마티아스 키르슈너와 산드라 브란트슈태터 지음. 주로 채도가 낮은 어두운 청록색 배경에, 가끔 줄이 꼬이는 흰색 선이 마우스, 키보드와 핑크색 핸드폰을 연결해서 액자 모양을 만들고 있습니다. 에이다와 장기만은 서로를 마주보고 있으며 도전의 의미로 서로 허리에 손을 짚고 있습니다. 에이다는 미소를 짓고 있고 장기만 아저씨는 눈쌀을 찌푸리고 있습니다. 에이다는 오른쪽 왼쪽 각각 빨간색 고무줄로 커다랗게 두 갈래로 묶은 곱슬머리 스타일의 검은 머리를 가지고 있고 뺨이 발그레 합니다. 그녀는 노란색 버튼형 귀걸이를 하고 있습니다. 그녀는 청록색과 흰색 줄무늬를 가진 쫄바지를 입고 있고 끝자락이 자수 처리가 되어있는 흰색 티셔츠 위에 노란색 티셔츠틀 겹쳐 입고 있습니다. 티셔츠는 모두 바지 위로 나오게 입고 있습니다. 그리고 티셔츠 위에는 파란색 후드점퍼를 입고 있습니다. 에이다는 토캡 부분과 밑창이 흰색인 빨간색 신발을 신고있고, 짧은 흰색 양말을 신고 있습니다. 그녀는 한 발을 스케이트보드에 올려 놓고 있고 다른 발은 땅을 밟고 서있습니다. 장기만 아저씨는 짧은 회색 머리에 렌즈가 사각형인 안경을 끼고 있습니다. 그는 보라색 터틀넥 스웨터를 입고 있고, 밑단을 접어올린 파란색 바지와 갈색 신발 그리고 흰색 양말을 신었습니다. 그는 커다란 스마트 워치를 차고 있습니다. 장기만 아저씨 모습 위에는 액자 모양 전선 위에 겹쳐서 빨간색 손잡이가 달린 펜치가 놓여있습니다.

source: ADA &amp; ZANGEMANN
hi: एडा और ज़ैंगमैन
ko: 에이다와 장기만 아저씨
nb: ADA OG ZANGEMANN

source: Colophon
es: Imprint
ko: 속표지(저작권정보)
nb: Utgivelsesinformasjon

source: <emphasis role="bold">Free as in freedom not price</emphasis> Free Software is about the freedoms you receive with the software, not about the price. Likewise publishing a book under a free culture license does not mean you have the right to get a gratis copy of the book or ebook. It means you get the rights described above, which enable society to benefit further from this book, as it should from all cultural works. We encourage you to support authors, publishers, and others involved in the creation of culture under free licenses – including <emphasis role="bold">financially supporting them through purchases or donations</emphasis>. (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>) Society should support those who respect others’ freedom.
ko: <emphasis role="bold">Free라는 단어는 자유를 의미하며 공짜를 의미하는 것이 아닙니다</emphasis> Free 소프트웨어란 소프트웨어를 통해 얻는 자유(Free)를 의미하는 것이지, 공짜(Free)를 의미하는 것이 아닙니다. 마찬가지로 free culture 라이센스에 따라 책을 출판하는 것은 당신이 해당 책이나 e북의 사본을 공짜로 받을 수 있는 권리가 생기는 것을 의미하는 것이 아닙니다. 이는 당신이 위에서 설명한 자유의 권리를 얻는다는 것을 의미하며, 이를 통해 모든 인류의 문화 행위가 그러하듯 이 책을 통해 우리 사회가 더 많은 혜택을 누릴 수 있게 된다는 것을 의미합니다. 우리는 free 라이센스에 따라 문화를 창조하는데 기여하는 작가나 출판사 그리고 이 일을 하는 사람들을 지원 할 수 있도록 당신의 도움을 기다리고 있습니다 - <emphasis role="bold">재정적인 지원과 기부를 포함해서</emphasis> (<link xlink:href="https://fsfe.org/donate">https://fsfe.org/donate</link>) 우리 사회는 다른 사람들의 자유를 존중하는 이들을 지원해야 합니다.

source: Matthias Kirschner, Sandra Brandstätter
hi: मैथियास किर्शचनर, सैंड्रा ब्रांडस्टैटर
ko: 마티아스 키르슈너, 산드라 브란트슈태터

source: Matthias Kirschner Sandra Brandstätter
hi: मैथियास किर्शचनर सैंड्रा ब्रांडस्टैटर
ko: 마티아스 키르슈너 산드라 브란트슈태터

source: Ada in foreground leaving the house to go to school, in the background Ada’s house and the junkyard. Ada has a brown backpack with yellow shoulder straps. To the left of Ada there is a red car, a Volkswagen Beetle, without wheels and no longer working, with one of the headlights remaining attached only with its wires. On the left, in front of the car, there are two tires, two boxes – one of which is a wooden box with an overturned bucket –, and an empty can, all among some plants with yellow flowers. In the background there is Ada’s house, with her mother and her brother Alan waving goodbye, and the dog sitting on the ground. Alan is sitting on the two entrance steps of the house. He has short dark hair and is dressed in a white short-sleeved shirt with a red stripe at the edges of the sleeves and two red stripes at the bottom of the shirt. Alan wears blue shorts and he is barefoot. Ada’s mom has dark lipstick and long black hair in a white headband. She is wearing a short blue shirt with white trim, white pants, and yellow shoes. Ada’s house is built of wood, with the front being white. The roof is dark red corrugated sheeting. There are two windows in front in addition to the door, and another window on the left side. A yellow duck stands on top of the roof, while a gray chimney protrudes. An antenna on the left of the roof supports a clothesline on which red clothespins hold a green tank top, a pair of light blue pants, and white underpants. To the right of the house there is a veranda on which there is installed a solar panel. Under the veranda there are a mattress, a red oil drum, and a gray case. Behind the house there are piles of landfill objects among which you can see a washing machine, a car, and various wooden boards.
ko: 전경에는 학교를 가려고 집을 나서는 에이다가 있습니다, 배경에는 에이다의 집과 고물 수집장이 있습니다. 에이다는 노란색 가방끈이 달린 갈색 가방을 메고 있습니다. 에이다의 왼쪽에는 빨간색 폭스바겐 비틀 자동차가 있는데, 바퀴도 하나없고 더 이상 동작하지 않는 고물 자동차에다가 고장난 헤드라이트 하나는 전선에 달려 아슬아슬하게 자동차에 매달려 있습니다. 그리고 차 앞에는 노란꽃을 피운 무성한 잡초가 있는데, 그 사이로 두 개의 타이어, 두 개의 나무로 만든 상자 그리고 빈 깡통이 놓여져 있습니다 - 나무 상자 중에 하나에는 양동이가 거꾸로 세워져 있습니다. 배경에는 에이다의 집이 있고, 에이다의 엄마와 남동생 앨런이 배웅을 하며 손을 흔들고 있습니다. 에이다의 강아지는 문앞 땅에 앉아있습니다. 앨런은 현관문 앞 두 번째 계단에 앉아있습니다. 앨런은 짧은 검은색 머리에 소매에 빨간 스트라이프가 그려져 있고 셔츠 하단에도 2개의 빨간 스트라이프가 그려져 있는 흰색 반팔 셔츠를 입고 있습니다. 또한 앨런은 파란색 반바지를 입고있고 아무것도 신지 않은 맨발입니다. 에이다의 엄마는 짙은 립스틱을 바르고있고 긴 검은색 머리에 흰색 헤어밴드를 하고 있습니다. 또 흰색 트림 장식이 달린 파란색 셔츠, 흰색 바지를 입고 노란색 신발을 신고 있습니다. 에이다의 집은 앞면이 흰색으로 칠해져있고 나무로 만들어져 있습니다. 지붕은 짙은 빨간색의 골강판으로 이루어져 있습니다. 집 앞면에는 2개의 창문이 문 주위에 달려있고, 다른 창문은 옆면에 달려있습니다. 지붕에는 회색 굴뚝이 튀어나와 있는 가운데, 노란 오리가 지붕에 서있습니다. 지붕 왼편에는 안테나가 있는데 빨래줄이 묶여있고 빨래줄에는 빨간색 빨래집게로 초록색 탱크탑과 엹은 파란색 바지, 흰색 팬티를 널어놓았습니다. 집 오른편에는 베란다가 있는데 베란다 지붕에는 태양열 전지판이 설치되어 있고 베란다 안에는 매트리스와 빨간색 기름통, 회색 상자가 놓여져 있습니다. 집 뒷편에는 버려진 잡동사니 더미가 있는데, 그 중에는 버려진 세탁기, 자동차, 나무판등이 보입니다.

source: Zangemann descends the stairs from his mansion on the hill towards the city. Zangemann’s house stands on a hill. The front is blue with large windows; the towers are dark blue, and from a window starts a yellow slide that ends in a large swimming pool with two palm trees. The roofs are red, and above the highest tower an antenna is installed. On the sides of the stairs to get off the hill there are evergreen trees.
ko: 장기만 아저씨는 도시로 내려가기 위해 언덕 위에 있는 그의 저택 계단을 내려오고 있습니다. 장기만 아저씨의 저택은 언덕 위에 있습니다. 저택은 큰 창문을 가진 파란색이었어요; 높은 타워는 짙은 파란색이고 타워에 연결된 노란색 미끄럼틀이 두 그루의 야자수 나무가 있는 수영장으로 연결되어 있습니다. 지붕은 빨간색이고 가장 높은 타워에는 안테나가 설치되어 있습니다. 언덕을 내려가는 계단 옆에는 푸른 상록수 나무가 심어져 있습니다.

source: Zangemann after the incident with the child. Zangemann screams from pain while holding up one of his legs with both hands at the shin. The child has brown hair that is blown back by Zangemann’s scream; he is wearing a light blue hooded sweatshirt and dark green pants. He holds a red Zangemann electric skateboard.
ko: 아이와 사고가 난 직후의 장기만 아저씨. 장기만 아저씨는 한 발을 들고 자신의 정강이를 손으로 부여 잡으며 비명을 지르고 있습니다. 장기만 아저씨의 비명 소리에 아이의 갈색 머리가 뒤로 휘날리고 있습니다: 아이는 하늘색의 후드 티셔츠와 짙은 녹색 바지를 입고 있습니다. 또 한 손에는 빨간색의 장기만 아저씨표 전동 스케이드보드를 들고 있습니다.

source: The city in the evening, with houses, a church, and two streetlights. Images/Illustrations emerge from the dwellings illustrating Zangemann’s inventions bought by the inhabitants: a washing machine, a yellow vacuum cleaner, and a red car, all with Internet connection signals.
ko: 저녁 무렵의 어둑한 도시. 집들과 교회 그리고 가로등 두 개가 있습니다. 도시 곳곳에서 주민들이 구입한 장기만 아저씨의 발명품을 보여주는 모습: 세탁기, 노란색 진공 청소기, 빨간색 자동차. 모든 발명품에는 인터넷에 연결되어 있다는 신호 표시가 있습니다.

source: Continuation of the previous picture, where in the background there is the hill with Zangemann’s house from whose antenna come the signals to control the various devices. In emerging images/illustrations there are: a red electric skateboard, a light bulb, an ice cream machine, and a toilet, all of which are receiving commands from Zangemann.
ko: 이전 페이지 그림에서 이어지는 장면, 배경으로는 장기만 아저씨의 저택이 높은 언덕 위에 솟아있고 저택의 안테나로부터 다양한 기계를 조종하기 위한 신호가 나오고 있습니다. 도시 곳곳의 모습으로는: 빨간 스케이트보드, 전구, 아이스크림 기계, 변기가 장기만 아저씨로부터 명령을 수신하고 있습니다.

source: Five kids from the school who can’t make skateboards work. Two girls wear helmets, respectively blue and red. A little girl with brown hair tied in two tails with yellow rubber bands is kneeling. She is trying to understand why the skateboard of her friend with the red helmet does not work. Four children have backpacks on their shoulders, while the little girl with the red helmet left hers leaning on a bench on which there are a yellow apple and a light blue bottle with a white flower on it.
ko: 스케이트 보드가 동작하지 않는 5명의 아이들. 두 명의 소녀가 각각 파란색과 빨간색의 헬맷을 쓰고 있습니다. 갈색 머리에 고무줄로 머리를 양갈래로 묶은 한 소녀가 무릎을 꿇고있습니다. 그녀는 빨간색 헬맷을 쓰고 있는 친구의 스케이트보드가 왜 동작을 안하는지 파악하려 애쓰고 있습니다. 4명의 아이들이 가방을 메고 있는 가운데 빨간색 헬맷을 쓴 아이의 가방은 벤치에 기대어져 있습니다. 벤치에는 노란색 사과와 흰색 꽃모양이 그려진 하늘색 물병이 놓여져 있습니다.

source: Computer screen from which the elements of the programming language symbolically emerge: “while num &gt; 0“, “init“, “sx=42“, “for“, “v**3“. Ada is typing on a white keyboard with a blue cable, while her other hand enters the screen to change the program (“print(msg)”, “a+b+c+d=e”, “if”, “break”, “continue”, “exit()”). Next to the keyboard there are a pencil and an eraser.
ko: 프로그래밍 언어의 구성 요소들을 도형으로 표시한 컴퓨터 화면: “while num > 0“, “init“, “sx=42“, “for“, “v**3“. 에이다는 한 손으로 파란색 케이블이 달린 흰색 키보드를 치고 있고 다른 손으로는 화면 속에 손을 집어넣고 다음과 같은 프로그램을 고치고 있다: (“print(msg)”, “a+b+c+d=e”, “if”, “break”, “continue”, “exit()“). 키보드 옆에는 연필과 지우개가 놓여져 있습니다.

source: Zangemann looks thoughtfully with his arms crossed out one of the great windows of his house, into which the sun’s rays are shining.
ko: 장기만 아저씨가 저택의 커다란 창문 앞에서 생각에 잠긴채 팔짱을 끼고 있습니다. 밖에서 들어오는 밝은 빛이 창문에 비치고 있습니다.

source: Ada racing with her electric skateboard for city sidewalks. Ada’s skateboard is blue, with gray and pink wheels; the electronic part is placed above the skateboard (as opposed to Zangemann’s skateboards where the electronic part is below). Ada is holding in both hands a remote control with a short antenna to maneuver it. Behind Ada are Marie and Toni who carry their own skateboards under their arms and look with amazement at Ada, who has shot past them and in front of them. Marie has dark long hair with two braids fastened with orange clips, yellow earrings, a fuchsia shirt with white sleeves with purple horizontal stripes, a white skirt, white and yellow sneakers, white socks, a white hat with yellow sides, and a light purple backpack. Marie has a blue artificial leg. Her skateboard is blue with yellow wheels. Toni has red hair closely trimmed on the sides. He is wearing a blue sweatshirt, dark green pants, and white shoes. He has a red backpack with white inserts and shoulder straps. One hand is next to his mouth. His skateboard is purple with orange wheels. There’s also a father with his son walking in the opposite direction: the father is dressed in a blue checked jacket and blue pants and holds a brown briefcase. He is smiling at Ada. His son has a blue shirt, blue shorts, white shoes, a brown backpack, and a red and white hat. He holds under his arm a yellow Zangemann skateboard with light brown wheels, and he grins at Ada. In the background there is a bakery with large windows through which you can see the bread. It has a green and white striped awning around the corner and a sign on the sidewalk with the list of products. Overhead, a large pretzel is displayed. On the road there is a puddle that reflects the blue of the sky.
ko: 에이다는 자신의 전동 스케이드보드를 타고 인도를 달리고 있습니다. 에이다의 스케이드 보드는 파란색이며 회색과 핑크색의 바퀴를 달고 있습니다; 스케이드 보드 위쪽에 전자부품이 달려있습니다.(장기만표 스케이드 보드는 아래쪽에 달려있습니다) 에이다는 조종하기 위해 짧은 안테나가 달린 리모콘을 양손에 들고 있습니다. 에이다의 뒤에서 스케이드 보드를 들고 길을 가고 있던 마리와 토니가 자신을 지나쳐 앞을 향해 달려가는 에이다를 놀란 눈으로 쳐다보고 있습니다. 마리는 양갈래로 땋아서 주황색 클립으로 고정시킨 짙은 긴 머리를 가졌고 노란색 귀걸이를 하고 핫핑크색 티셔츠를 입고 있는데 안에는 보라색 가로 줄무늬가 있는 흰색 긴소매티를 받쳐입고 있습니다. 그리고 흰색과 노란색의 스니커즈와 흰색 양말, 옆면에 노란색이 들어간 흰색 모자를 쓰고 연보라색 배낭을 메고 있습니다. 다리에는 파란색 의족을 끼고 있습니다. 그녀의 스케이드보드는 노란색 바퀴가 달린 파란색입니다. 토니는 옆머리를 깔끔하게 다듬은 빨간 머리를 하고 있고, 파란색 후드티와 짙은 녹색 바지, 흰색 신발을 착용하고 있습니다. 토니는 보조 가방들과 가방끈이 흰색인 빨간색 배낭을 메고 있습니다. 토니는 한 손을 입 근처에 가져대고 힜습니다. 토니의 스케이드보드는 주황색 바퀴를 단 보라색입니다. 인도에는 아들과 함께 반대방향으로 걸어가고 있던 아저씨도 있습니다: 아저씨는 파란색 체크무늬 자켓과 파란색 바지를 입고 손에는 갈색 서류가방을 들고 있습니다. 그는 에이다를 향해 미소짓고 있습니다. 아저씨의 아들은 파란색 셔츠와 파란색 반바지, 흰색 신발과 갈색 가방을 메고있고 빨간색과 흰색이 섞인 모자를 쓰고 있습니다. 아이는 옅은 갈색 바퀴를 단 노란색의 장기만표 스케이드보드를 들고 있습니다. 그는 에이다를 보고 활짝 웃고 있습니다. 배경에는 커다란 쇼윈도에 빵이 진열되어 있는 제과점이 있습니다. 모퉁이에는 녹색과 흰색의 줄무늬 차양이 설치되어 있고 인도에는 빵집 안내판이 놓여져 있습니다. 머리 위에는 커다란 프리젤 모양 간판이 설치되어 있습니다. 도로에는 파란 하늘을 비치는 물웅덩이가 하나 있습니다.

source: Ada stops on her skateboard surrounded by children. Marie is on one end. She is pointing to Ada’s skateboard and she’s talking. Next to her is Konrad, with short blond hair, a dark gray helmet, glasses, a green shirt with white collar and cuffs, light blue pants with white cuffs, and gray shoes with white soles. He has a red skateboard with orange wheels. Behind Ada there are 4 other children. On the other end Toni is smiling. He touches his chin with one hand while with the other he holds a yellow helmet by the laces.
ko: 에이다가 스케이드보드 위에 멈춰서서 친구들에게 둘러싸여 있습니다. 마리가 한 편에 서 있습니다. 그녀는 에이다의 스케이드보드를 가리키며 얘기하고 있습니다. 마리의 옆에 있는 건 콘라트인데 짧은 금발 머리에 짙은 회색 헬멧을 쓰고있고 안경을 끼고 있습니다. 콘라트는 옷깃과 소매가 흰색인 녹색 셔츠를 입고 있고 접어올린 밑단이 흰색인 연청색 바지를 입고있으며 흰색 밑창이 달린 회색 신발을 신고 있습니다. 그는 주황색 바퀴가 달린 빨간색 스케이드보드를 가지고 있습니다. 에이다의 뒷 편에는 4명의 아이들이 서 있었고 다른 한 편에서는 토니가 미소를 짓고 있습니다. 그는 한 손으로 그의 턱을 만지면서 다른 한 손으로는 끈이 달린 헬맷을 들고 있습니다.

source: Laboratory at the junkyard, under the veranda of Ada’s house. Ada is sitting on a water case with a leg bent under her, using a soldering iron. Konrad is standing next to her and dismounting a speaker. Marie is sitting on two tires with an arm resting on a table and her upside-down skateboard from which wires come out. She is talking with Alan, who is standing with his arms resting on the same table. On the table there are also: pliers, two wrenches, a spool of solder, a can of blue paint (a bit of paint has dried on the table), and a pitcher and two glasses containing a pink drink. Toni is testing his skateboard with added yellow wings and a fan. It burps.
ko: 에이다의 집 베란다 아래에 위치한 고물 수집장 연구실. 에이다는 한 쪽 다리를 접고 우유박스에 앉아서 납땜질을 하고 있습니다. 콘라트는 그녀의 옆에 서서 스피커를 분해하고 있습니다. 마리는 팔을 책상에 기대고 쌓여있는 두 개의 타이어 위에 앉아있고 그녀의 스케이트보드가 전선이 튀어나와 있는 상태로 책상에 놓여있습니다. 마리는 책상에 두 팔을 걸치고 서 있는 앨런과 얘기하고 있습니다. 책상 위에은 다른 물건들도 놓여있어요: 펜치, 두 개의 스패너, 땜납 한 통, 파란색 페인트가 담긴 통 (페인트 일부가 책상위에 말라있다) 그리고 음료수가 담긴 용기와 핑크색 음료가 담긴 유리컵 두 개. 토니는 노란색 날개와 팬을 단 스케이트보드를 테스트 하고 있습니다. 토니의 스케이트보드가 트림을 했네요.

source: Marie and Ada’s mom are dancing, facing each other. Alan, Ada, and Konrad are dancing in a circle. On the right there is a speaker playing, resting on an oil drum. Near the speaker there are two dancing mice. Toni is jumping through the tires. Ada’s dog is howling, and from his mouth come two distorted musical notes.
ko: 마리와 에이다의 엄마는 서로를 마주보며 춤을 추고 있습니다. 앨런, 에이다, 콘라트는 동그랗게 모여 춤을 추고 있습니다. 오른편에는 기름통 위에 놓여있는 스피커에서 음악이 흘러나오고 있어요. 스피커 근처에는 생쥐 두 마리가 춤을 추고 있습니다. 토니는 타이어 사이를 껑충껑충 뛰어다니고 있습니다. 에이다의 강아지는 울부짖고 있는데 두 개의 꼬부라진 음표가 입에서 튀어나왔어요.

source: The President getting a phone call from the angry Zangemann. The videophone consists of an old red Zangemann dial phone connected to a monitor. Zangemann’s face appears on the monitor, while a yellow flare of Zangemann’s thundering voice comes out of the phone, and the President holds the receiver at arm’s length. The president has white hair and wears a light blue shirt, a red tie, and a blue jacket with yellow buttons. The President is sitting on a green chair with white vertical lines, and his other hand is on the desk. On the desk, in addition to the videophone, there are sheets with something written on them and an open purple fountain pen. The President was eating a sandwich of meat and cheese with greens with two olives on a toothpick, over a blue napkin with white stripes.
ko: 대통령이 화가 난 장기만 아저씨의 전화를 받고 있습니다. 화상 전화기는 모니터가 달린 오래된 빨간색 장기만표 다이얼식 전화기 입니다. 모니터에는 장기만의 모습이 나타나있고, 수화기에는 아저씨의 성난 우뢰같은 목소리 때문에 노란색 화염이 뿜어져 나오고 있습니다. 대통령은 그런 수화기를 한 팔을 뻗어 멀찌감치 잡고 있습니다. 대통령은 흰색 머리이며 하늘색 셔츠와 빨간색 넥타이, 노란색 단추가 달린 파란색 양복 자켓을 입고 있습니다. 대통령은 흰색 가로 줄무늬가 그려진 녹색 의자에 앉아있습니다. 그리고 한 손은 책상을 짚고있습니다. 책상 위에는 화상 전화기 외에도 무언가 써져있는 서류 뭉치와 뚜껑이 열려있는 만년필이 놓여져 있습니다. 대통령은 흰색 체크무늬 냅킨 위에 놓여진 고기와 치즈와 채소로 만들어진 샌드위치를 먹으려고 하던 중이었어요. 올리브 두 개가 달린 이쑤시개가 샌드위치 위에 꽂혀 있습니다.

source: Group of protesters. Among them there are: Ada’s mother holding Alan’s hand and raising a pink ice cream; 3 colleagues of Toni’s father dressed in ties; two children holding the banner “Do your homework Mr. President and we will do ours!”; a robot with tank treads, irons as feet, an electric fan as abdomen, a monitor as head, and an eggbeater as one hand, holding a blue ice cream in his other hand; two parents holding the banner “Hacking 4 Freedom”; a lady holding an electronic sign “There is a code B”; two small birds, flying; the math teacher, Ms. Gernet, who has inserted in her cart a sign that says “They are young + need the code!“ The dog in her cart is barking; Ada and Konrad are carrying the banner “Don’t wreck our tech!” Marie and Toni are walking beneath the banner, and Marie is talking through a bullhorn held in her hand; Ada’s family’s dog is now wearing a red harness with shiny yellow LEDs that matches the collar.
ko: 시위하는 사람들의 모습. 다음과 같은 사람들이 있습니다: 에이다의 엄마는 한 손으로 앨런의 손을 잡고 다른 손으로 핑크 아이스크림을 치켜들고 있습니다; 토니의 아빠는 회사 동료들과 넥타이를 메고 있습니다; 두 명의 아이가 “풀어야 할 숙제가 있잖아요 대통령 아저씨 저희도 저희 숙제를 하고 싶다구요!” 라고 적힌 현수막을 들고 있습니다; 무한궤도가 달린 로봇은 다리는 다리미이고 몸체는 네모난 선풍기에 머리는 모니터, 한 팔은 거품기에 다른 한 손에는 파란색 아이스크림을 들고 있습니다; 두 명의 부모님이 “Hacking 4 Freedom” 이라고 적힌 현수막을 들고 있습니다; 한 여성이 “There is a code B” 라고 적힌 LED 팻말을 들고 있습니다; 두 마리의 작은 새가 날아가고 있습니다; 수학 선생님인 가넷 여사가 자신의 카트에 “젊은 그대에겐 + 코드가 필요해요!” 라고 적힌 팻말을 꽂아 놓았습니다. 카트에 탄 그녀의 강아지는 짖고 있습니다; 에이다와 콘라트가 “코드야 같이놀자!” 라고 적힌 현수막을 들고 걸어가고 있습니다. 마리와 토니는 현수막 아래를 걸어가고 있는데 마리는 한 손에 메가폰을 들고 무언가를 얘기하고 있습니다; 에이다의 강아지는 목줄과 매칭되는 빛나는 노란색 LED 전구가 달린 빨간색 하네스를 착용하고 있습니다.

source: Detail of the previous image: Ada and Konrad are carrying the banner “Don’t wreck our tech!” Marie and Toni are walking beneath the banner, and Marie is talking through a bullhorn held in her hand; Ada’s family’s little dog is now wearing a red harness with shiny yellow LEDs that matches the collar.
ko: 이전 이미지의 세부사항: 에이다와 콘라트가 “코드야 같이놀자!” 라고 적힌 현수막을 들고 걸어가고 있습니다. 마리와 토니는 현수막 아래를 걸어가고 있는데 마리는 한 손에 메가폰을 들고 무언가를 얘기하고 있습니다; 에이다의 강아지는 목줄과 매칭되는 빛나는 노란색 LED 전구가 달린 빨간색 하네스를 착용하고 있습니다.

source: One of Ada’s friends lying on his stomach with one foot up in the air is typing on a laptop. He has wavy brown hair parted in the center, a red sweatshirt, blue pants, and white socks but no shoes. Next to the computer there are a green cup and two open books.
ko: 에이다의 친구 한 명이 바닥에 배를 깔고 한 발을 허공에 흔들면서 노트북을 치고 있습니다. 그 아이는 가운데 가름마를 탄 갈색 곱슬머리이고, 빨간색 스웨터와 파란색 바지 그리고 흰색 양말을 신었는데 신발은 신지 않고 있습니다. 노트북 옆에는 초록색 컵과 두 권의 책이 펼쳐져 있습니다.

source: Ada and her friends in the President’s office. Ada is reprogramming the President’s computer. Toni is setting up a speaker for the President’s secretary. Marie and Konrad are sitting on the floor and talking, and Marie has a laptop on her legs with an FSFE logo sticker (three stars: pea green, sky blue, and sea blue). On the floor are a bowl with candy and a plate with ice creams. The President’s phone is ringing, but nobody is answering.
ko: 에이다와 친구들이 대통령 집무실에 있습니다. 에이다는 대통령 아저씨의 컴퓨터를 다시 프로그래밍 하고 있습니다. 토니는 대통령 비서 아줌마의 스피커를 다시 설정하고 있습니다. 마리와 콘라트는 바닥에 앉아서 얘기하고 있습니다. 마리는 그녀의 다리에 노트북을 놔두고 있는데 노트북에는 FSFE 로고 스티커가 붙어 있습니다. (FSFE 로고에 있는 세 개의 별: 완두콩 녹색, 하늘색, 바다색 별) 바닥에는 캔디가 담긴 그릇이 놓여져 있고 아이스크림이 담겨있는 접시도 있습니다. 대통령 아저씨의 전화기가 울리고 있지만, 아무도 받지 않습니다.

source: The President with Toni, Konrad, Marie, Ada, and a herald playing a trumpet. Marie is standing on top of a ladder talking into a microphone. Konrad firmly holds the ladder on which Marie is standing. Ada is standing on a chair and holds a copy of the new law bearing a seal. Ada’s dog is sitting in front of her.
ko: 대통령이 토니와 콘라트, 마리와 함께 서있고 전령이 트럼펫을 연주하고 있습니다. 마리는 사다리 꼭대기에서 서서 마이크로 무언가를 발표하고 있습니다. 콘라트는 마리가 서있는 사다리를 단단히 붙잡고 있습니다. 에이다는 의자에 올라서서 도장이 찍힌 새로운 법안을 들고 있습니다. 에이다의 강아지가 그 앞에 앉아 있습니다.

source: Evening party. Children are holding ice cream and balloons with the words “I love FS (I love Free Software)”; other children are riding skateboards; yellow and orange flags are hanging; music comes out from a large speaker system; Ms. Gernet holds a pink tree-shaped ice cream with a yellow star on it; Ada’s mom is dancing with a gentleman.
ko: 저녁 파티. 아이들이 아이스크림과 “I love FS (나는 프리 소프트웨어를[Free Software] 사랑해요.)”라고 그려진 풍선을 들고 있습니다; 다른 아이들은 스케이트보드를 타고 있습니다; 노란색과 주황색 깃발이 달린 가랜드가 걸려 있습니다; 커다란 스피커 시스템에서 음악이 흘러나오고 있습니다; 가넷 선생님이 노란색 별장식이 꽃혀있는 핑크색 트리 모양 아이스크림을 들고 있습니다; 에이다의 엄나는 어떤 아저씨와 춤을 추고 있습니다.

source: The President, the secretary, and other people around a table enjoying crazy ice cream; yellow and orange flags continue from the previous image; a little girl who just took a pink ghost-shaped ice cream from the modified ice cream machine; Ada’s dog, Konrad, Marie, Ada, and Toni sneaking away from the party.
ko: 대통령과 비서, 그리고 사람들이 테이블에 둘러 앉아 엄청난 아이스크림을 맛보고 있습니다; 노란색과 주황색 가랜드 깃발이 이전 이미지에서부터 계속 이어져 있습니다; 한 소녀가 개조된 아이스크림 기계에서 핑크색 유령 모양의 아이스크림을 막 뽑았습니다; 에이다의 강아지, 콘라트, 마리, 에이다 그리고 토니는 파티에서 몰래 빠져나가고 있습니다.

source: Ada’s little dog sniffing a trail of ice cream.
ko: 에이다의 강아지가 아이스크림 흘린 냄새를 맡고있습니다.

source: Ada’s dog wags its tail after finding Zangemann hidden behind a curtain and eating an ice cream cone with candies and a blue umbrella on it and lots of raspberry ice cream dripping.
ko: 그리고 아침이나 저녁이나 주말에도 이 일을 하도록 허락해 준 저의 가족에게 고맙다는 얘기를 하고 싶습니다. 가족들은 항상 저의 일과 소프트웨어의 자유를 위해서 저를 지지해주고 있습니다. 특별히 저는 저희 아이들에게 고맙다는 얘기를 하고 싶어요. 매번 책을 읽을 때마다 아이들은 제게 새로운 아이디어를 일깨워 줬거든요. 저희 아이들이 없었다면 아마 이 책은 세상에 존재하지 않았을 겁니다.

source: Matthias Kirschner
hi: मैथियास किर्शचनर
ko: 마티아스 키르슈너

source: Sandra Brandstätter
hi: सैंड्रा ब्रांडस्टैटर
ko: 산드라 브란트슈태터

source: Book’s website
ko: 이 책을 위한 웹사이트

source: Imprint
hi: छाप
nl: Colofon
