Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: The best thing about Ada’s new discovery was realizing that she could tinker with software just as she could with hardware. Hardware is built with tools — hammers, drills, and screws. Software is built simply by writing down the commands for the hardware, one after the other. There was a separate language for this — the programming language. With software, Ada could make her inventions even more useful. She really wanted to learn the programming language!
es: Lo mejor del nuevo descubrimiento de Ada fue darse que podía modificar el <emphasis role="italic">software</emphasis> igual que el <emphasis>hardware</emphasis>. El <emphasis>hardware</emphasis> se construía con herramientas: martillos, taladros y tornillos. El <emphasis>software</emphasis> se construía simplemente escribiendo las órdenes para el <emphasis>hardware</emphasis>, una tras otra. Incluso existía un lenguaje propio para ello: el lenguaje de programación. Con el <emphasis>software</emphasis> Ada podría hacer sus inventos aún más útiles. Estaba decidida a aprender a programar.
fr: Le plus génial dans la nouvelle découverte d’Ada était qu’on pouvait bricoler le logiciel de la même manière que le matériel. On pouvait bricoler les objets avec un marteau, une perceuse ou des vis. On construisait des logiciels en inscrivant les ordres donnés au matériel les uns à la suite des autres. Il existait même une langue pour ça : le langage de programmation. Avec les logiciels, Ada pourrait rendre ses inventions encore plus pratiques. Il fallait absolument qu’elle apprenne le langage de programmation.
hi: एडा की नई खोज के बारे में सबसे अच्छी बात यह थी कि उसने यह महसूस किया कि वह सॉफ्टवेयर के साथ वैसे ही छेड़छाड़ कर सकती है जैसे वह हार्डवेयर के साथ कर सकती थी। हार्डवेयर हथौड़े, ड्रिल और पेंच जैसे उपकरणों के साथ बनाया गया है जबकि सॉफ्टवेयर हार्डवेयर के लिए एक के बाद एक कमांड लिखकर बनाया जाता है। इसके लिए एक अलग भाषा होती है - प्रोग्रामिंग भाषा। एडा सॉफ़्टवेयर के साथ अपने आविष्कार को और भी अधिक उपयोगी बना सकती है। वह वास्तव में प्रोग्रामिंग भाषा सीखना चाहती थी!
it: La cosa più bella delle nuove scoperte di Ada era che si poteva smanettare con il software proprio come faceva con l’hardware. Sull’hardware si lavorava con martello, trapano e cacciavite, con il software bastava semplicemente scrivere i comandi per l’hardware, uno dopo l’altro. C’era persino un apposito linguaggio: il linguaggio di programmazione. Con il software, Ada avrebbe potuto far diventare le sue invenzioni ancora più utili. Voleva assolutamente imparare il linguaggio di programmazione!
ko: 에이다가 발견한 가장 큰 발견은 바로 그녀가 하드웨어를 쪼물딱 거리며 놀았던 것처럼 소프트웨어도 쪼물딱 거리며 놀 수 있다는 것이었어요. 하드웨어는 도구를 써서 만들 수 있었어요. 망치, 드릴, 드라이버 같은 걸로 말이죠. 소프트웨어는 단순하게 하드웨어를 위한 명령어들을 하나씩 하나씩 적어주기만 하면 만들 수 있어요. 이 일을 하기 위해 별도로 언어가 있지요 - 바로 프로그래밍 언어요. 소프트웨어를 통해서 에이다는 자신의 발명품을 더 유용하게 만들 수 있을 것 같았어요. 에이다는 프로그래밍 언어를 무척이나 배우고 싶어했어요.
nb: Det beste med Adas nye oppdagelse var at hun kunne fikle med programvare på samme måte som med maskinvaren. Maskinvare bygges med verktøy — hammere, bor og skruer, mens programvare bygges ved å skrive kommandoer for maskinvaren, en etter en. Det fantes til og med et språk for dette — programmeringsspråket. Med programvare kunne Ada gjøre oppfinnelsene sine enda mer nyttige. Hun ville virkelig lære seg programmeringsspråket!
nl: Het beste aan Ada's nieuwe ontdekking was het besef dat ze net zo kon sleutelen aan software als aan hardware. Hardware is gebouwd met gereedschap: hamers, boren en schroeven. Software is gebouwd door simpelweg de commando's voor de hardware op te schrijven, de ene na de andere. Er was een aparte taal hiervoor: de programmeertaal. Met software kon Ada haar uitvindingen nog veel nuttiger maken. Ze wilde heel graag de programmeertaal leren!

source: Computer screen from which the elements of the programming language symbolically emerge: “while num &gt; 0“, “init“, “sx=42“, “for“, “v**3“. Ada is typing on a white keyboard with a blue cable, while her other hand enters the screen to change the program (“print(msg)”, “a+b+c+d=e”, “if”, “break”, “continue”, “exit()“). Next to the keyboard there are a pencil and an eraser.
it: Schermo di un computer dal quale emergono simbolicamente i vari elementi del linguaggio di programmazione: “while num &gt; 0“, “init“, “sx=42“, “for”, “v**3“. La mano destra di Ada sta digitando su una tastiera bianca con filo azzurro, mentre la mano sinistra entra nello schermo per sistemare i blocchi del del programma: “print(msg)”, “a+b+c+d=e”, “if“, “break”, “continue”, “exit()“. Di fianco alla tastiera ci sono una matita ed una gomma.
nb: Dataskjerm der elementene til programmeringsspråket symbols dukker opp: «while num > 0», «init», «sx=42», «for», «v**3». Ada skriver på et hvitt tastatur med en blå kabel, mens den andre hånden går inn i skjermen for å endre programmet («print(msg)», «a+b+c+d=e», «if», «break», «continue», «exit()»). Ved siden av tastaturet er det en blyant og et viskelær.
nl: Computerscherm waarvanuit de elementen van de programmeertaal symbolisch verschijnen: "while num &gt; 0", "init", "sx=42", "for", "v**3". Ada typt op een wit toetsenbord met een blauwe kabel, terwijl haar andere hand door het scherm heen grijpt om het programma aan te passen ("print(msg)", "a+b+c+d=e", "if", "break", "continue", "exit()"). Naast het toetsenbord liggen een potlood en een gum.

source: Programming
es: Programación
fr: Programmation
it: Programmazione
ko: 프로그래밍
nb: Programmering
nl: Programmeren

source: <phrase condition="capitals-text">Over</phrase><phrase condition="capitals-img">ver</phrase> the next few weeks, Ada spent her afternoons in the library. She found books and websites that explained how programming languages and code worked. For Ada, it felt a bit like learning a secret language, or like studying vocabulary in school. Ada ate it all up. She expected her first program to do something simple: “Make this lamp blink!”
es: <phrase condition="capitals-text">Durante</phrase><phrase condition="capitals-img">urante</phrase> las semanas siguientes, Ada pasó las tardes en la biblioteca. Allí leía. Encontró libros y páginas web que explicaban cómo funcionaban los lenguajes de programación y el código. Ada sentía como si estuviera aprendiendo idioma secreto o estudiando vocabulario en la escuela. Ada se puso a estudiar. Su primer programa debía hacer algo sencillo: "¡Haz que esta lámpara parpadee!".
fr: <phrase condition="capitals-text">Les</phrase><phrase condition="capitals-img">es</phrase> semaines suivantes, Ada passa tout son temps libre à la bibliothèque. Elle trouva des livres et des sites Internet qui expliquaient comment fonctionnaient le langage de programmation et le code. Ada avait un peu l’impression que c’était comme si elle apprenait un langage secret – ou révisait du vocabulaire à l’école. Ada fit des recherches. Son premier programme devait produire quelque chose de simple : « Fais clignoter cette lampe ! »
hi: []अगले कुछ हफ्ते, एडा ने दोपहर का समय पुस्तकालय में बिताया। उसे ऐसी किताबें और वेबसाइटें मिलीं जो बताती थीं कि प्रोग्रामिंग कैसे की जाती है। एडा के लिए, यह एक रहस्यी भाषा सीखने या स्कूल में शब्दकोष अध्ययन करने जैसा लागा। एडा ने सब कुछ जैसे चाट लिया। उसने अपने पहले प्रोग्राम से कुछ सरल करने की आशा की जैसे “इस दीपक को झपकने दो!”
it: <phrase condition="capitals-text">Nelle</phrase><phrase condition="capitals-img">elle</phrase> settimane successive, Ada trascorse i suoi pomeriggi in biblioteca. Trovò libri e siti web che spiegavano come funzionava il linguaggio di programmazione e il codice. Le sembrava un po’ come se stesse imparando un linguaggio segreto, o come se stesse studiando il vocabolario a scuola. Ada divorò tutte le informazioni. Il suo primo programma avrebbe dovuto fare qualcosa di semplice: «Fai lampeggiare questa lampadina!».
ko: <phrase condition="capitals-text">그뒤로</phrase><phrase condition="capitals-img">뒤로</phrase> 몇 주 동안, 에이다는 오후를 내내 도서관에서 보냈어요. 에이다는 프로그래밍 언어와 코드가 어떻게 동작하는 지 알려주는 책과 웹사이트를 찾아냈어요. 에이다에게 이것은 마치 마법의 언어를 배우는 것 같기도 하고 학교에서 낱말 공부를 하는 것 같은 느낌이 들었어요. 에이다는 이 모든걸 자기껄로 만들었죠. 첫 번째 프로그램으로 에이다는 뭔가 단순한 일을 해보고 싶었어요. “그래 이 전구를 깜빡이게 해보는 거야!”
nb: <phrase condition="capitals-text">Hver</phrase><phrase condition="capitals-img">ver</phrase> ettermiddag de neste ukene dro Ada på biblioteket. Hun fant frem bøker og nettsider som forklarte hvordan programmeringsspråk og kode fungerer. For Ada føltes det litt som å lære et hemmelig språk – eller pugge gloser på skolen. Hun slukte alt sammen. Hennes første program skulle gjøre noe som var enkelt: «Få denne lampen til å blinke!»
nl: <phrase condition="capitals-text">In</phrase><phrase condition="capitals-img">n</phrase> de daarop volgende weken bracht Ada haar middagen door in de bibliotheek. Ze vond boeken en websites die uitlegden hoe programmeertalen en code werkte. Voor Ada voelde het een beetje als het leren van een geheimtaal, of zoals op school het uitbreiden van de woordenschat. Ada kon er geen genoeg van krijgen. Ze verwachtte dat haar eerste programma iets simpels zou doen zoals: "Laat dit lampje knipperen!"

source: Of course, she wanted to try her program out right away to see if it really worked. At the junkyard, she connected her cell phone to a small LED lamp. Then she typed the lines of code into her cell phone.
es: Por supuesto, quería probar su programa de inmediato para ver si realmente funcionaba. En el desguace conectó su móvil a una pequeña lámpara LED, luego tecleó las líneas de código en su móvil.
fr: Bien sûr, elle voulut aussitôt essayer pour voir si cela fonctionnait vraiment ! Dans la décharge, elle connecta son téléphone à une petite lampe LED. Ensuite, elle rentra dans son téléphone les lignes de programme qu’elle avait notées...
hi: निःसंदेह, वह तुरंत अपने प्रोग्राम को आज़माना चाहती थी और देखना चाहती थी कि क्या यह वास्तव में काम करता है। उसने कबाड़खाने में अपने सेल फोन को एक छोटे एलईडी लैंप से जोड़ा। फिर उसने अपने सेल फ़ोन में कोड की पंक्तियाँ टाइप कीं।
it: Certo, voleva provarlo per vedere se funzionava per davvero! Alla discarica collegò il suo cellulare ad una piccola lampadina a LED, poi digitò sul suo cellulare le linee del programma che aveva preparato.
ko: 그녀는 자신이 만든 프로그램이 실제로 동작하는지 확인해 보기위해 바로 실험을 진행했어요. 에이다는 고물 수집장에서 자신의 핸드폰에 작은 LED 전구를 연결했습니다. 그리고 몇 줄의 코드를 핸드폰에다 입력했어요.
nb: Hun ville naturligvis prøve programmet sitt med det samme for å se om det virket. På skraphaugen koblet hun sin mobiltelefon med en liten LED-pære. Deretter skrev hun programkoden som hun hadde skrevet ned, inn i mobiltelefonen.
nl: Natuurlijk wilde ze haar programma meteen uitproberen om te zien of het echt werkte. Op de schroothoop koppelde ze haar telefoon aan een klein ledlampje. Toen typte ze de regels van de code in haar telefoon.

source: At first, nothing happened. Ada wondered where the error could be. She made a few small changes and tried again and .... “Yeesss!” The little light began to flash. On, off, on, off. Ada looked at the LED in amazement. She had written her first program!
es: Al principio no ocurrió nada, Ada se preguntó dónde podía estar el error. Hizo unos ajustes, lo intentó de nuevo y... “¡Sí!”. La lampará comenzó a parpadear: Encendida, apagada, encendida, apagada. Ada miró la lámpara con asombro. ¡Había escrito su primer programa!
fr: Il ne se passa rien. Ada réfléchit à l’endroit où l’erreur pouvait se trouver. Elle entreprit quelques modifications, tenta à nouveau et « Ouiiii ! ». La petite lampe commença à clignoter. Jour, nuit, jour, nuit. Ada regarda avec émerveillement la LED. Elle avait créé son tout premier programme !
hi: पहले तो कुछ नहीं हुआ। एडा को आश्चर्य हुआ कि त्रुटि कहाँ हो सकती है। फिर उसने कुछ छोटे परिवर्तन किए और पुनः प्रयास किया। “हाँ!” एक छोटी सी रोशनी चमकने लगी। चालू, बंद, चालू, बंद। एडा ने आश्चर्य से एलईडी को देखा। उसने अपना पहला प्रोग्राम लिखा था!
it: Non accadde nulla. Ada cominciò a riflettere su dove avrebbe potuto essere l’errore. Fece alcuni piccoli cambiamenti, lo provò di nuovo e.... «Sssììì!», la lampadina cominciò a lampeggiare: accesa, spenta, accesa, spenta. Ada guardò meravigliata il LED lampeggiante. Aveva scritto il suo primo programma!
ko: 처음에는 아무일도 일어나지 않았어요. 어디에서 오류가 생긴걸까? 그녀는 조금씩 코드를 바꿔보고 다시 시도해 봤어요 그러다가... “오~예!” 작은 전구가 깜빡이기 시작했어요. 켜졌다, 꺼졌다, 켜졌다, 꺼졋다. 에이다는 LED 전구를 신기하게 쳐다봤어요. 마침내 그녀의 첫 번째 프로그램이 완성되었죠!
nb: Først skjedde det ingenting. Ada lurte på hvor feilen kunne være. Hun gjorde et par små endringer og prøvde igjen og ... «Jaaa!» Den lille lampen begynte å blinke. På, av, på, av. Ada så forbauset på LED-en. Hun hadde skrevet sitt første program!
nl: Eerst gebeurde er niets. Ada vroeg zich af wat de fout zou kunnen zijn. Ze maakte een paar kleine aanpassingen en probeerde opnieuw en . . . “Jaaa!” Het kleine lichtje begon te knipperen. Aan, uit, aan, uit. Ada keek vol bewondering naar de led. Ze had haar eerste programma geschreven!

source: Ada was totally thrilled. She imagined all the great things she could do. If she just entered the right code, she could make her inventions do exactly what she wanted. It was not so easy, but after a few weeks, Ada wrote a truly useful program: one that would make Alan’s speakers automatically turn off half an hour after he had fallen asleep.
es: Ada estaba encantada. Se imaginaba todas las cosas geniales que podía hacer. Si escribía el código correcto sus inventos harían exactamente lo que ella quería que hicieran. no era tan fácil pero tras unas semanas Ada escribió un programa realmente útil: el altavoz de Alan se apagaba automáticamente una media hora después de que se quedase dormido.
fr: Ada était totalement aux anges. Elle se mit à imaginer les choses géniales qu’elle pourrait faire fonctionner avec ça. Si elle entrait le bon code de programmation, alors ses découvertes feraient exactement ce qu’elle voudrait. Ce n’était pas si facile, mais au bout de quelques semaines, Ada avait créé un programme vraiment pratique : l’enceinte d’Alan se déconnectait désormais automatiquement au bout d’une demi-heure quand il s’endormait.
hi: एडा पूरी तरह रोमांचित थी। उसने उन सभी अद्भुत चीजों की कल्पना की जो वह कर सकती थी। यदि वह बस सही कोड दर्ज करती, तो वह अपने आविष्कारों से वह सब करने को कह सकती थी जो वह चाहती थी। यह इतना आसान नहीं था, लेकिन कुछ हफ़्तों के बाद, एडा ने एक सचमुच उपयोगी प्रोग्राम लिखा। जिसमें वो एलन के स्पीकर को उसके सो जाने के आधे घंटे बाद स्वचालित रूप से बंद कर देगा।
it: Ada era totalmente su di giri. Immaginava tutte le grandi cose che avrebbe potuto fare. Se avesse inserito il giusto codice, le sue invenzioni avrebbero fatto esattamente ciò che voleva lei. Non era una cosa così facile, ma, dopo alcune settimane, Ada aveva scritto un programma davvero utile: dare alla cassa di Alan il comando di spegnersi automaticamente mezz’ora dopo che lui fosse andato a dormire.
ko: 에이다는 완전히 신이 났어요. 에이다는 자기가 할 수 있을 엄청난 일들을 상상해봤어요. 만약 적절한 코드를 넣기만 한다면, 에이다가 만든 발명품들이 정확히 그녀가 원하는 일들을 척척 해 낼수 있게 되는 거에요. 쉽지 않았지만 몇 주가 지나고 에이다는 정말로 유용한 프로그램을 만들 수 있게 되었어요: 에이다는 앨런의 스피커에 프로그램을 넣어서 앨런이 잠든 후 30분이 지나면 자동으로 스피커가 꺼지도록 만들었어요.
nb: Ada var i ekstase. Hun tenkte på alt det fantastiske hun kunne gjøre med det! Med rett programkode kunne hun få oppfinnelsene sine til å gjøre akkurat det hun ville. Det var ikke bare enkelt, men etter noen uker hadde Ada skrevet et nyttig program: Et som fikk Alans høyttalere til å slå seg av automatisk en halv time etter at han hadde sovnet.
nl: Ada was heel erg enthousiast. Ze stelde zich alle geweldige dingen voor die ze kon doen. Als ze maar de juiste code invoerde kon ze haar uitvindingen precies laten doen wat ze wilde. Het was niet zo eenvoudig maar na een paar weken schreef Ada een echt nuttig programma: een die Alan's luidsprekers een half uur nadat hij in slaap was gevallen automatisch uit liet schakelen.

source: Ada comes to grips with programming. She is typing on a keyboard resting on a gray mat and connected to a smartphone with a blue cable. The smartphone is connected with a red wire to an electronic card with a yellow LED lamp. The smartphone is powered by a transformer connected to a power strip with a gray wire and plug. On the table there are also: 3 books, of which one is open; a clipboard and a pencil; pliers; glue; solder; and a disconnected soldering iron.
es: Ada se familiariza con la programación. Está escribiendo en un teclado apoyado sobre una alfombrilla gris y conectado a un smartphone con un cable azul. El smartphone está conectado con un cable rojo a una tarjeta electrónica con una lámpara LED amarilla. El smartphone se alimenta mediante un transformador conectado a una regleta con un cable y un enchufe gris. Sobre la mesa también hay: 3 libros, de los cuales uno está abierto; un portapapeles y un lápiz; alicates; pegamento; estaño; y un soldador desconectado.
fr: Ce dessin représente Ada à sa table saisissant quelque chose sur un clavier en souriant avec l'air très heureuse. Le clavier est relié à un téléphone portable, lui-même relié à un contrôleur électronique avec une led allumée, et à une multiprise. Il beaucoup de choses sur le bureau : une pile de livres, dont un est ouvert reposant sur les autres, un bloc notes, un crayon, un fer à souder, de la soudure, une pince et une pince à épiler, un multimètre numérique, des composants.
it: Ada alla prese con la programmazione, che sta digitando su una tastiera appoggiata su un tappetino grigio e collegata ad uno smartphone con un filo azzurro. Lo smartphone a sua volta è collegato con un filo rosso ad una scheda elettronica sulla quale è saldato un LED giallo. Lo smartphone è alimentato da un trasformatore collegato ad una ciabatta per la corrente con un filo e spina grigi. Sul tavolo ci sono anche: 3 libri, di cui uno aperto; un blocco per gli appunti e una matita; pinze; colla; rotolino di stagno e relativo saldatore.
ko: 에이다는 프로그래밍을 해보려고 하고 있어요. 그녀는 회색 매트 위에 올려놓은 키보드를 치고 있습니다. 키보드는 스마트폰과 파란색 케이블로 연결되어 있습니다. 스마트폰은 노란색 LED 전구가 달린 회로 기판에 빨간색 케이블로 연결되어 있습니다. 스마트폰은 전원 어댑터에 연결되어 있는데 전원 어댑터는 전원플러그가 달린 회색 전선으로 멀티탭과 연결되어 있습니다. 책상 위에는 그것 외에도: 책 세 권, 그 중에 한 권은 펼쳐저 있음; 클립보드와 연필; 펜치; 풀; 땜납; 그리고 전원이 뽑힌 납땜 인두기가 있습니다.
nb: Ada lærer seg programmering. Hun skriver på et tastatur som ligger på en grå matte og er koblet til en smarttelefon med en blå kabel. Smarttelefonen er koblet med en rød ledning til et elektronisk kort med en gul LED-pære. Smarttelefonen drives av en transformator som er koblet til en forgrener med en grå ledning og plugg. På bordet ligger det også: 3 bøker, hvorav en er åpen; en utklippstavle og en blyant; en tang; lim; loddetinn; og en frakoblet loddebolt.
nl: Ada begint het programmeren te begrijpen. Ze typt op een toetsenbord dat rust op een grijze mat en verbonden is met een smartphone met een blauwe kabel. De smartphone is verbonden met een rode draad aan een printplaat met een gele LED-lamp. De smartphone krijgt voeding via een transformator die is aangesloten op de stekkerdoos met een grijze draad en stekker. Op de tafel liggen ook drie boeken waarvan er één open is, een klembord, een tang, lijm, soldeer en een soldeerbout die niet is aangesloten.

source: Ada also had an idea for the next program she would write. It was a bigger deal, a real project. She would probably need the whole summer break for it... And she could hardly wait!
es: Ada ya tenia una idea para el próximo. Era algo más grande, un verdadero proyecto. Probablemente le llevaría todas las vacaciones de verano... ¡y no podía esperar!
fr: Ada avait déjà une nouvelle idée de programme, quelque chose de plus important, un vrai projet. Elle aurait probablement besoin de toutes les vacances d’été pour ça ... et elle trépignait d’impatience !
hi: एडा को एक विचार भी था अपने अगले प्रोग्राम के लिए जिसे वह लिखना चाहती थी। यह एक बहुत बड़ी बात थी और एक सचमुच का प्रोजेक्ट। शायद इसके लिए उसे पूरी गर्मी की छुट्टियों की जरूरत पड़े...अब और इंतज़ार कर पाना उसके लिए मुश्किल था!
it: Ada ebbe anche un’idea per il prossimo programma che avrebbe scritto. Era una cosa più impegnativa, un vero progetto. Probabilmente avrebbe avuto bisogno di tutte le vacanze estive per realizzarlo... ma non stava più nella pelle!
ko: 에이다는 다음에 작성할 프로그램에 대한 아이디어를 생각해 냈어요. 이건 좀 더 대단한 진짜 프로젝트였어요. 아마도 이 프로젝트를 위해선 여름 방학을 통채로 써야 할 것 같았아요... 머뭇거릴 여유가 없었죠!
nb: Ada hadde også en ide for det neste programmet hun ville skrive. Det var en større ting, et skikkelig prosjekt. Hun ville antagelig trenge hele sommerferien på det… Hun kunne nesten ikke vente!
nl: Ada had ook een idee voor het volgende programma dat ze zou schrijven. Het was een grotere zaak, een echt project. Ze zou er waarschijnlijk de hele zomervakantie voor nodig hebben en ze kon amper wachten!

source: Zangemann looks thoughtfully with his arms crossed out one of the great windows of his house, into which the sun's rays are shining.
es: Zangemann mira pensativo con los brazos cruzados a través de uno de los grandes ventanales de su casa, a la que llegan los rayos del sol.
fr: Ce dessin représente Zangeman dans un cercle, comme si on l'observait avec une longue vue. Il est chez lui, derrière sa fenêtre aux montants dorés, sur laquelle les lumières nocturnes de la ville se reflètent. Zangemann regarde dehors les bras croisés, en faisant la moue l'air contrarié derrière ses lunettes, avec le front plissé et les sourcils froncés. Il porte son col roulé noir, un jean et sa grosse montre à l'écran vert.
it: Zangemann che guarda pensieroso e con le braccia conserte da uno dei grandi finestroni della sua villa, dal quale entrano raggi di sole che creano tanti cerchiolini colorati.
nb: Zangemann ser med armene i kors tankefullt ut gjennom en av de store vinduene i huset sitt, mens solstrålene skinner inn vinduet.
nl: Zangemann kijkt bedachtzaam met zijn armen over elkaar uit een van de grote ramen van zijn huis waarin de zonnenstralen reflecteren.

source: A horrible night
es: Una noche horrible
fr: Une nuit horrible
it: Una notte orribile
ko: 끔찍한 밤
nb: En forferdelig natt
nl: Een vreselijke nacht
