Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: “Maybe a little trip might even give me a few new ideas. If I’m completely honest, my last inventions weren’t quite as useful as the first ones... ,” Zangemann pondered. “But my ice-cream machines are and will remain second to none,” he thought immediately afterward, and not without pride, as he passed a group of people all eating coconut ice cream, the flavor of the day.
es: “Quizás un paseo me dé nuevas ideas. Si soy completamente honesto mis últimos inventos no han sido tan útiles como los primeros...”, reflexionó Zangemann. “Pero mis máquinas de helados son y seguirán siendo insigualables“, pensó, con orgullo, al pasar junto a un grupo de personas que comía helado de coco, el sabor del día.
fr: « Peut-être même que cette petite excursion me donnera quelques nouvelles idées. Car, pour être tout à fait honnête, mes dernières inventions n’étaient pas aussi pratiques que les premières... » pensait Zangemann. « Mais mes machines à glace restent indétrônables », se dit-il non sans fierté en passant juste après devant un groupe qui dégustait une glace à la noix de coco – le parfum du jour.
hi: “शायद एक छोटी सी यात्रा मुझे कुछ नए विचार भी दे जाए अगर मैं पूरी तरह से ईमानदार हूं तो मेरे पिछले आविष्कार पहले वाले की तरह ही उपयोगी थे ...” ज़ैंगमैन ने विचार किया। “लेकिन मेरी आइसक्रीम मशीनें किसी और से पीछे नहीं रहेंगी” उसने तुरंत ही सोचा, और गर्व के भी साथ, जैसे ही वो एक समूह के पास से गुज़रा जो नारियल आइसक्रीम खा रहे थे, जो उस दिन का चुना गया स्वाद था।
it: «Magari una breve passeggiata potrebbe portarmi anche nuove idee, perché, ad essere onesti, le mie ultime invenzioni non sono più così utili come quelle di una volta» pensò Zangemann. «Ma le mie macchine per il gelato sono e rimangono insuperabili» pensò subito dopo ammirando orgogliosamente un gruppo di persone che stavano leccando il gelato al cocco – la varietà del giorno.
ko: “아마도 잠깐의 산책이 나에게 새로운 활력소를 불어 넣어줄꺼야. 만약 내 생각이 맞다면, 내 마지막 발명품은 처음 발명품 만큼 유용하지는 않을꺼야...” 아저씨는 깊은 생각에 빠졌어요. “그래도 내 아이스크림 기계는 누구에게도 뒤지지 않고 앞으로도 그럴꺼야” 아저씨는 한 무리의 사람들이 오늘의 아이스크림인 코코넛 아이스크림을 먹으며 스쳐 지나가는 걸 보면서 자부심이 차올랐습니다.
nb: «Kanskje kan en liten utflukt til og med gi meg noen nye ideer. For å være helt ærlig, så var mine siste oppfinnelser ikke like praktiske som de første…», tenkte Zangemann. «Men iskremmaskinene mine er og blir uten sidestykke», tenkte han like etter med en viss stolthet, da han gikk forbi en gruppe mennesker som slikket på en kokosis, som var dagens smak.
nl: "Misschien zal een klein uitstapje me zelfs een paar nieuwe ideeën geven. Als ik helemaal eerlijk ben, waren mijn laatste uitvindingen lang niet zo nuttig als de eerste....," overpeinsde Zangemann. "Maar mijn ijsjesmachines zijn en zullen ongeëvenaard blijven," dacht hij direct daarna en met enige trots, terwijl hij een groep mensen passeerde die allemaal de smaak van de dag aten: kokosnotenijs.

source: He was completely absorbed in his thoughts when suddenly — BAM! — something crashed into his shin.
es: Estaba completamente absorto en sus pensamientos cuando de repente – ¡BAM! – algo se estrelló contra su espinilla.
fr: Il était complètement plongé dans ses pensées lorsque soudain – BOUM ! – quelque chose percuta son tibia à vive allure.
hi: वो पूरी तरह से अपने विचार में लीन था फिर अचानक —बूम!—उसका पैर किसी चीज़ से टकरा गया।
it: Era completamente preso dai suoi pensieri quando improvvisamente – BUUM! – con una forza inaudita qualcosa si schiantò contro i suoi stinchi.
ko: 아저씨가 완전히 자기 생각에 잠겨있던 그 때 - 쾅!!! - 무언가가 아저씨의 정강이를 완전히 걷어찼습니다.
nb: Han var helt fortapt i sine egne tanker da plutselig — BOMS – noe kjørte med full fart inn i skinnbeinet hans.
nl: Hij was diep in gedachten toen plots — BAM! — iets tegen zijn scheenbeen botste.

source: Zangemann after the incident with the child. Zangemann screams from pain while holding up one of his legs with both hands at the shin. The child has brown hair that is blown back by Zangemann's scream; he is wearing a light blue hooded sweatshirt and dark green pants. He holds a red Zangemann electric skateboard.
es: Zangemann tras el incidente con el niño. Zangemann grita El niño tiene el pelo castaño, que el grito de Zangemann despeina hacia atrás; viste sudadera con capucha azul claro y pantalones verde oscuro. Sostiene un monopatín eléctrico rojo de Zangemann.
fr: Ce dessin représente Zangemann furieux qui se tient le tibia à deux mains et crie sur un petit garçon. Zangemann a des étoiles autour du tibia, qui doit être très douloureux une explosion jaune sort de sa bouche. Le petit garçon est descendu de son skate au logo Z qu'il porte sous le bras, ses cheveux bruns sont soufflés en arrière par les cris de Zangemann.
it: Zangemann dopo lo scontro con il bambino. Zangemann urla dal dolore mentre tiene sollevata una gamba tenendola con entrambe le mani all'altezza dello stinco. Il bambino ha i capelli castani che vengono tenuti indietro dall'urlo di Zangemann, è vestito con una felpa azzurra con cappuccio e dei pantaloni verde scuro. Tiene in mano lo skateboard elettrico Zangemann di colore rosso.
nb: Zangemann etter hendelsen med barnet. Zangemann hyler av smerte mens han holder opp en av føttene sine med begge hendene på skinnleggen. Barnet har brunt hår som er blåst bakover av hylet til Zangemann, og har på seg en lyseblå hettegenser og mørkegrønne bukser. Han holder et rødt Zangemann elektrisk rullebrett.
nl: Zangemann na het incident met het kind. Zangemann schreeuwt van de pijn en houdt een van zijn benen omhoog met beide handen aan de scheen. Het kind heeft bruin haar dat naar achteren wordt geblazen door Zangemanns geschreeuw. Hij draagt een lichtblauwe trui met capuchon en een donkergroene broek. Hij houdt een rood Zangemann elektrisch skateboard vast.

source: Zangemann yelped and looked around for the cause. A startled child stood in front of him, holding an original Zangemann skateboard under his arm. “Sorry, I didn’t mean to do that,” the child stammered, but Zangemann wasn’t listening.
es: Zangemann pegó un grito y miró a su alrededor, buscando qué le había golpeado. Frente a él había un niño asustado con un monopatín original de Zangemann. en sus brazos. “Lo siento, ha sido sin querer”, balbuceó el niño, pero Zangemann no le hizo caso.
fr: Zangemann hurla et regarda tout autour. Devant lui se tenait un enfant, terriblement effrayé, avec un skateboard Zangemann sous le bras. « Excusez-moi, je ne voulais pas », bégaya-t-il, mais Zangemann ne l’écouta pas et s’éloigna, furieux. Une musique retentit soudain bruyamment.
hi: ज़ैंगमैन चिल्लाया और कारण के लिए चारों ओर देखने लगा। एक भौंचक्का बच्चा उसके सामने खड़ा था, अपनी बांह के नीचे एक मूल ज़ैंगमैन स्केटबोर्ड थामे हुए। “क्षमा चाहता हूँ। में ऐसा नहीं करना चाहता था”, बच्चा हकलाया लेकिन ज़ैंगमैन सुन नहीं रहा था।
it: Zangemann urlò e si guardò intorno per capire cosa fosse successo. Di fronte a lui c’era un bambino, completamente atterrito, che teneva uno skateboard originale Zangemann sotto il braccio. «Mi scusi, non volevo venirle addosso» balbettò, ma Zangemann non lo ascoltò nemmeno.
ko: 장기만 아저써는 “악”하고 비명을 질렀습니다. 주위를 둘러봤지요. 깜짝놀란 아이가 아저씨 앞에 서있었어요. 한 손에는 장기만 아저씨의 스케이드 보드를 안고서요. “죄송해요, 그럴려고 한게 아닌데..” 아이는 당황해서 말을 더듬었어요. 하지만 장기만 아저씨에게는 귀에는 들리지 않았죠.
nb: Zangemann ga fra seg et hyl og så seg rundt. Foran han sto et barn, fullstendig skrekkslagen og med et originalt Zangemann-rullebrett under armen. «Unnskyld, det var ikke med vilje», stammet barnet, men Zangemann hørte det ikke.
nl: Zangemann gilde en keek rond op zoek naar de oorzaak. Een geschrokken kind stond voor hem, met een origineel Zangemann-skateboard onder zijn arm. "Sorry, dat was niet mijn bedoeling," stamelde het kind, maar Zangemann luisterde niet.

source: An angry Zangemann limped away. Suddenly, he heard loud music. He had never before heard something so horrible. He looked around and saw that the music was coming from a loudspeaker he himself had constructed. A child across the street was holding it. The child seemed to like the music, but it gave Zangemann a terrible headache, and his mood worsened. This was not how he had imagined his walk!
es: Zangemann se alejó cojeando. De repente, sonó música a todo volumen. Nunca había oído algo tan horrible. Miró a su alrededor y vio que la música salía de un altavoz que él mismo había fabricado. Un niño lo sostenía al otro lado de la calle. Al niño parecía gustarle la música, pero a Zangemann le provocó un terrible dolor de cabeza y su humor empeoró aún más. ¡No era así como había imaginado su paseo!
fr: Il n’avait jamais entendu quelque chose d’aussi horrible. Il regarda autour de lui et vit que la musique provenait d’une enceinte qu’il avait lui-même conçue et qu’un enfant, de l’autre côté de la rue, tenait dans ses mains. La musique avait l’air de plaire à l’enfant mais elle donna de terribles maux de tête à Zangemann dont l’humeur se dégrada encore un peu plus. Ce n’est pas comme ça qu’il s’était imaginé sa promenade !
hi: गुस्से में ज़ैंगमैन लंगड़ा कर चला गया। अचानक, उसे तेज संगीत सुनाई पड़ा। उसने पहले कभी कुछ इतना भयानक नहीं सुना था। उसने चारों ओर देखा और देखा कि संगीत उसके द्वारा बनाए गए लाउडस्पीकर से आ रहा था। सड़क के उस पार एक बच्चा उसे पकड़े हुए था। ऐसा लग रहा था कि बच्चे को संगीत पसंद आ रहा है, लेकिन इस से ज़ैंगमैन का भयानक सिरदर्द हो गया, और उसका मूड खराब हो गया। उसने अपनी सैर की ऐसी कल्पना नहीं की थी!
it: Furioso, Zangemann si allontanò zoppicando e all’improvviso sentì una musica molto forte. Non aveva mai udito niente di così orribile. Si guardò intorno e vide che la musica usciva da uno degli altoparlanti che aveva inventato, in mano ad un bambino dall’altra parte della strada. Il bambino sembrava apprezzare la musica, che però faceva venire a Zangemann un terribile mal di testa, peggiorando ulteriormente il suo umore. Non avrebbe mai immaginato che la sua passeggiata sarebbe finita in quel modo!
ko: 화가 난 아저씨가 절뚝거리며 떠났어요. 갑자기 어디선가 시끄러운 음악이 들렸어요. 하지만 그렇게 끔직한 음악는 난생 처음 들어봤어요. 주변을 둘러봤더니 아저씨가 만든 스피커에서 음악이 흘러나오고 있는게 아니겠어요. 건너편 아이가 그 스피커를 가지고 있었어요. 아이는 그 음악을 좋아하는 것 같았지만 아저씨에겐 심각한 두통만 선사할 뿐이었죠. 아저씨는 기분이 안좋아졌어요. 이건 정말이지 예상하지 못한 하루였죠!
nb: Rasende haltet Zangemann av gårde. Plutselig hørte han høy musikk. Han hadde aldri hørt noe så skrekkelig. Han så seg rundt og så at musikken kom fra en høyttaler han selv hadde utviklet. Et barn på andre siden av gaten hadde den i hånden. Barnet så ut til a nyte musikken, men den ga Zangemann en forferdelig hodepine og humøret ble dårligere. Det var ikke slik han hadde forestilt seg sin gåtur!
nl: Een boze Zangemann hinkte weg. Plots hoorde hij luide muziek. Hij had nog nooit zoiets afschuwelijks gehoord. Hij keek rond en zag dat de muziek afkomstig was van een luidspreker die hij zelf had gebouwd. Een kind aan de overkant van de straat hield die vast. Het kind leek de muziek leuk te vinden, maar het bezorgde Zangemann een vervelende hoofdpijn en zijn stemming verslechterde. Dit was niet hoe hij zijn wandeling had voorgesteld!

source: Advertisements for Zangemann ice cream (sandwich board), a Zangemann electric skateboard, and a Zangemann washing machine. The math teacher, Ms. Gernet, is passing in front of the billboards. Ms. Gernet is an old lady with short white hair. She is dressed in a light green t-shirt and a pea green sweater, dark brown pants, and light green heeled shoes. She has a fuchsia shoulder bag, worn behind her. She pushes a small shopping cart in which there is a small brown dog with a collar and tag.
it: Pubblicità del gelato Zangemann (tagliere per panini), di uno skateboard elettrico Zangemann e di una lavatrice Zangemann. L'insegnante di matematica, la signora Gernet, sta passando davanti ai cartelloni. La signora Gernet è un'anziana signora con i capelli corti e bianchi. Indossa una maglietta verde chiaro e un maglione verde pisello, pantaloni marrone scuro e scarpe col tacco verde chiaro. Ha una borsa a tracolla fucsia, portata dietro di sé. Spinge un piccolo carrello della spesa in cui si trova un cagnolino marrone con collare e medaglietta.
ko: 장기만표 아이스크림 광고판 (접이식 간판), 장기만표 전동 스케이트보드 광고판 그리고 장기만표 세탁기 광고판. 수학을 가르치는 가넷 선생님이 광고판 앞을 걸어가고 있습니다. 가넷 선생님은 흰색 짧은 머리의 할머니 선생님이에요. 그녀는 밝은 녹색 티셔츠와 완두콩색 스웨터, 짙은 갈색의 바지, 밝은 녹색의 굽높은 구두를 신었어요. 그녀는 핫핑크색 핸드백을 뒤로 메고 있어요. 그녀는 작은 쇼핑 카트를 밀고 있었는데 카트 안에는 팬던트 목걸이를 찬 갈색 강이지가 타고 있습니다.

source: Zangemann was so furious with the two children. How dare they use his inventions this way? That night, he couldn’t sleep, so he sat down at his golden computer. From there, he gave all the little computers in the skateboards a command that they were no longer allowed to go on sidewalks. He ordered the small computers in the speakers to play music only at a low volume, except for his favorite music, which he immediately turned on to get into a better mood.
es: Esa noche, Zangemann estaba tan molesto que no podía dormir. ¿Cómo se atrevían esos niños a utilizar sus inventos de esa manera? Se sentó frente su ordenador dorado y, desde allí, dio una orden a a todos los mini ordenadores de los monopatines: ya no no podían circular por las aceras. También ordenó a los pequeños ordenadores de los altavoces que sólo pusieran música a volumen ambiente excepto su música favorita, que encendió inmediatamente para ponerse de mejor humor.
fr: Zangemann était fou de rage contre les enfants. Comment pouvaient-ils utiliser ses inventions aussi mal ? Il n’arrivait pas à trouver le sommeil et en pleine nuit, il s’assit devant son ordinateur en or. De là, il donna l’ordre à tous les microprocesseurs intégrés aux skateboards de ne plus permettre de rouler sur les trottoirs. Aux microprocesseurs dans les enceintes, il ordonna de ne jouer que de la musique à un niveau sonore raisonnable – à l’exception de sa musique préférée qu’il écouta immédiatement pour améliorer son humeur.
hi: ज़ैंगमैन दो बच्चों से बहुत गुस्सा था। उनके आविष्कार का इस तरह उपयोग करने की उनकी हिम्मत कैसे हुई? उस रात, वह सो नहीं सका, इसलिए अपने सुनहरे कंप्यूटर पर बैठ कर काम करने लगा। वहां से, उसने स्केटबोर्ड के सभी छोटे कंप्यूटरों को एक आदेश दिया कि उन्हें अब फुटपाथ पर जाने की अनुमति नहीं है। उसने स्पीकरों में छोटे कंप्यूटरों को कम मात्रा में ही संगीत चलाने का आदेश दिया, अपने पसंदीदा संगीत को छोड़कर, जिसे उसने अपने मूड को बेहतर बनाने के लिए तुरंत चालू कर दिया।
it: Zangemann era enormemente infuriato con i due bambini: come potevano usare le sue invenzioni in modo così sbagliato? Nel bel mezzo della notte, non riuscendo a dormire, si sedette davanti al suo computer dorato e diede il comando a tutti i minicomputer negli skateboard di non poter andare più sui marciapiedi. Ordinò al piccolo computer inserito nelle casse di riprodurre solo musica a basso volume, ad eccezione della sua musica preferita, che fece suonare immediatamente per migliorare il suo umore.
ko: 장기만 아저씨는 낮에 만났던 두 아이 때문에 화가 났습니다. 아이들은 어째서 자신의 발명품을 감히 그런 식으로 사용하는 걸까요? 그는 통 잠을 이루지 못했습니다. 그는 황금 컴퓨터에 앉았습니다. 거기서 아저씨는 스케이보드에 달린 작은 컴퓨터에게 더 이상 인도에서 동작하지 않도록 명령을 내렸습니다. 스피커에 달린 컴퓨터에게는 자신이 좋아하는 음악을 빼고는 모두 작은 소리로 연주되도록 지시를 내렸습니다. 아저씨는 지시를 내리고 난 뒤에 지금껏 가라앉은 기분을 바꾸고자 스피커를 켰답니다.
nb: Zangemann var så rasende på de to ungene. Hvordan våget de bruke hans oppfinnelser slik? Samme natt klarte han ikke sove, så han satte seg ved sin gyldne datamaskin. Fra den sendte han ordre ut til alle de små datamaskinene i rullebrettene at de ikke lenger fikk lov til å kjøre på fortau. Han beordret de små datamaskinene i høyttalerne til å spille musikk kun på lavt, med mindre det var hans yndlingsmusikk, som han straks slo på for å komme i bedre humør.
nl: Zangemann was woedend op de twee kinderen. Hoe durfden ze zijn uitvindingen zo te gebruiken? Die nacht kon hij niet slapen, dus ging hij achter zijn gouden computer zitten. Daarvandaan gaf hij alle kleine computers in de skateboards de opdracht dat het niet langer was toegestaan om de stoep op te gaan. Hij droeg de kleine computers in de luidsprekers op om muziek alleen op een laag volume af te spelen, behalve zijn favoriete muziek, die hij meteen opzette om in een betere stemming te komen.

source: The city in the evening, with houses, a church, and two streetlights. Images/Illustrations emerge from the dwellings illustrating Zangemann's inventions bought by the inhabitants: a washing machine, a yellow vacuum cleaner, and a red car, all with Internet connection signals.
es: La ciudad al atardecer, con casas, una iglesia y dos farolas. De las viviendas aparecen imágenes que muestran los inventos de Zangemann comprados por sus habitantes: una lavadora, una aspiradora amarilla y un coche rojo, todos con señales de conexión a Internet.
fr: Ce dessin représente une vue générale nocturne de la ville dominée par la colline au sommet de laquelle est posée la villa de Zangemann, sous un ciel étoilé avec un croissant de lune. L'antenne de la villa émet des ondes jaunes. En contrebas, des petites bulles colorées montrent que dans les immeubles, les maisons et les rues de la ville, les objets Zangemann (une machine à laver, une voiture, un aspirateur, des ampoules électriques, un skate, une machine à glace, et même des toilettes !) reçoivent des ondes, et échangent des informations à distance avec l'antenne de la villa. La silhouette de la villa ressemble un peu à la tête de Zangemann, avec son nez pointu et son menton.
it: La città di sera, con case, palazzi, una chiesa e due lampioni. Dalle abitazione escono dei fumetti che illustrano le invenzioni di Zangemann comprate dagli abitanti: una lavatrice, un'aspirapolvere gialla e un'auto rossa, tutte con i segnali di connessione ad Internet.
nb: Byen om kvelden, med hus, en kirke og to gatelys. Bilder dukker opp fra boligene og illustrerer Zangemanns oppfinnelser som er kjøpt av innbyggerne: en vaskemaskin, en gul støvsuger og en rød bil, alle med Internett-signaler.
nl: De stad in de avond met huizen, een kerk en twee lantaarnpalen. Afbeeldingen verschijnen uit de woningen die Zangemann's uitvindingen illustreren gekocht door de inwoners: een wasmachine, een gele stofzuiger en een rode auto, allemaal met signalen voor de verbinding met het internet.

source: Continuation of the previous picture, where in the background there is the hill with Zangemann's house from whose antenna come the signals to control the various devices. In emerging images/illustrations there are: a red electric skateboard, a light bulb, an ice cream machine, and a toilet, all of which are receiving commands from Zangemann.
es: Continuación de la imagen anterior, donde al fondo se ve la colina con la casa de Zangemann de cuya antena salen las señales para controlar los diversos aparatos. En las imágenes emergentes aparecen: un monopatín eléctrico rojo, una bombilla, una máquina de helados y un retrete, que reciben órdenes de Zangemann.
it: Continuazione della precedente immagine con altra parte della città, dove sullo sfondo c'è la collina con la villa di Zangemann dalla cui antenna escono i segnali per comandare i vari dispositivi. Nei fumetti ci sono: uno skateboard elettrico rosso, una lampadina, una macchina per il gelato, un water, tutti che stanno ricevendo comandi da Zangemann.
nb: Fortsettelse av det forrige bildet, hvor kollen med Zangemanns hus ligger i bakgrunnen, og fra antennen kommer signalene som kontrollerer de forskjellige enhetene. I bildene som dukker opp er det: et rødt elektrisk rullebrett, en lyspære, en iskremmaskin og et toalett, som alle mottar kommandoer fra Zangemann.
nl: Vervolg op de vorige afbeelding met op de achtergrond de heuvel met Zangemanns huis met antenne waarvan signalen komen om de verschillende apparaten te besturen. In de afbeeldingen die verschijnen staan een rood elektrisch skateboard, een lamp, een ijsjesmachine en een toilet, die allemaal commando's ontvangen van Zangemann.

source: Skateboards no longer work
es: Los monopatines ya no funcionan
fr: Les skateboards ne fonctionnent plus
it: Gli skateboard non funzionano più
ko: 스케이트보드가 멈췄다
nb: Rullebrettene slutter å virke
nl: Skateboards werken niet langer

source: <phrase condition="capitals-text">The</phrase><phrase condition="capitals-img">he</phrase> next day, there was a big commotion at Ada’s school. On the way to school, the kids’ skateboards had stopped working. The wheels simply stood still. And the children could no longer turn up the volume on their speakers. What was going on?
es: <phrase condition="capitals-text">Al</phrase><phrase condition="capitals-img">l</phrase> día siguiente hubo un gran alboroto en la escuela de Ada. De camino a la escuela, los monopatineshabían dejado de funcionar. Las ruedas simplemente se quedaron paradas. Y los niños ya no podían subir el volumen de sus altavoces. ¿Qué estaba pasando?
fr: <phrase condition="capitals-text">Le</phrase><phrase condition="capitals-img">e</phrase> lendemain, à l’école, régnait une grande agitation. Sur le chemin de l’école les skateboards avaient cessé de fonctionner. Les roues refusaient tout simplement de bouger. Et ensuite les enceintes. Les enfants ne pouvaient plus monter le volume. Mais que se passait-t-il donc ?
hi: []अगले दिन एडा के स्कूल में खूब हंगामा हुआ। स्कूल जाते समय बच्चों के स्केटबोर्ड ने काम करना बंद कर दिया। पहिए बस स्थिर खड़े रहे। और बच्चे अब अपने स्पीकर का वॉल्यूम नहीं बढ़ा सकते थे। ये क्या हो रहा था?
it: <phrase condition="capitals-text">Il</phrase><phrase condition="capitals-img">l</phrase> giorno dopo alla scuola di Ada c’era un gran fermento. Gli skateboard non funzionavano più sul percorso per andare a scuola, le ruote semplicemente si fermavano. E poi le casse: i bambini non potevano più alzare il volume. Cosa stava succedendo?
ko: <phrase condition="capitals-text">다음날</phrase><phrase condition="capitals-img">음날</phrase> 에이다의 학교는 커다란 혼란에 빠졌어요. 학교로 오늘 길에 스케이트보드가 동작을 멈춰버렸기 때문입니다. 바퀴가 그냥 동작을 멈췄어요. 게다가 아이들은 더 이상 스피커의 볼륨을 높일 수 가 없게 되었어요. 도대체 무슨 일이 벌어진 걸까요?
nb: <phrase condition="capitals-text">Neste</phrase><phrase condition="capitals-img">este</phrase> dag var det stor ståk på skolen til Ada. På vei til skolen hadde ungenes rullebrett sluttet å virke. Hjulene sto ganske enkelt stille. Og ungene kunne ikke skru opp lyden på høyttalerne sine. Hva foregikk?
nl: <phrase condition="capitals-text">De</phrase><phrase condition="capitals-img">e</phrase> volgende dag was er veel commotie op Ada's school. Onderweg naar school stopten de skateboards van de kinderen ermee. De wielen stonden simpelweg stil. En de kinderen konden niet langer hun luidsprekers harder zetten. Wat was er gebeurd?
