Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: All he had to do was press the proper key on the golden computer, and immediately all the ice-cream machines in town would dispense only vanilla ice cream. If Zangemann wanted people to eat chocolate ice cream, he pressed the key for chocolate ice cream. If he gave the order for lemon ice cream, the machines made only lemon ice cream. Zangemann loved his inventions and was always thrilled at how amazingly well his machines worked. Sometimes people were disappointed when their favorite flavor wasn’t available, but what could they do? After all, there was ice cream on every street corner.
es: Sólo tenía que pulsar la tecla adecuada en su gran ordenador dorado, e inmediatamente todas las máquinas de helados en la ciudad dispensaban sólo helado de vainilla. Si Zangemann quería que la gente comiera helado de chocolate, pulsaba la tecla del helado de chocolate. Si daba la orden de helado de limón,las maquinas sólo servían helado de limón. A Zangemann le encantaban sus inventos y siempre se asombraba de lo bien que funcionaban sus máquinas. A veces la gente se decepcionaba cuando su sabor favorito no estaba disponible, pero, ¿qué podían hacer? ¡No podían quejarse! Al fin y al cabo, había helados en cada esquina.
fr: Il lui suffisait simplement de presser les bonnes touches de son ordinateur en or et aussitôt toutes les machines à glace de la ville ne distribuaient plus que de la glace à la vanille. Si Zangemann voulait que les gens mangent de la glace au chocolat, il appuyait sur la combinaison de touches correspondantes. S’il donnait l’ordre de vendre des glaces au citron, alors les machines ne produisaient plus que des glaces au citron. Zangemann adorait ses inventions et il était à chaque fois émerveillé de constater à quel point ses machines fonctionnaient magnifiquement bien. Parfois, les gens étaient déçus qu’il n’y ait pas leur parfum préféré mais que pouvaient-ils y faire ? Au moins, il y avait des glaces à chaque coin de rue.
hi: उसे बस इतना करना होता था कि गोल्डन कंप्यूटर पर उचित कुंजी दबानी होती थी, और तुरंत शहर की सभी आइसक्रीम मशीनें सिर्फ वनीला आइसक्रीम वितरित कर देती। अगर ज़ैंगमैन चाहते कि लोग चॉकलेट आइसक्रीम खाएं, तो चॉकलेट आइसक्रीम की कुंजी दबा देते। और लेमन आइसक्रीम का ऑर्डर देते तो मशीन लेमन आइसक्रीम बना देती। ज़ैंगमैन अपने आविष्कारों से प्यार करते थे और हमेशा इस बात से रोमांचित रहते थे कि उनकी मशीन कितनी अच्छी तरह काम करती है। कभी-कभी लोग अपना पसंदीदा स्वाद उपलब्ध न होने पर निराश हो जाते थे, लेकिन वे क्या कर सकते थे? आखिर हर गली के नुक्कड़ पर आइसक्रीम थी।
it: Tutto quello che doveva fare era premere il pulsante giusto sul computer d’oro, e subito tutte le macchine per il gelato in città producevano solo gelato alla vaniglia. Se Zangemann avesse voluto che la gente mangiasse il gelato al cioccolato, avrebbe premuto la combinazione di tasti per il gelato al gusto di cioccolato. E se avesse dato l’ordine per il gelato al limone, le macchine avrebbero prodotto solo gelato al limone. Zangemann amava le sue invenzioni ed era sempre elettrizzato ogni volta che vedeva quanto le sue macchine funzionassero alla perfezione. A volte le persone erano un po’ deluse che non ci fosse il loro gusto preferito, ma che cosa avrebbero potuto farci? Al di là di questo dettaglio, c’era comunque gelato in ogni angolo della città.
ko: 마을의 모든 아이스크림 기계에서 바닐라 아이스크림만 나오게 하고 싶으면, 아저씨는 황금 컴퓨터에 달린 적절한 키를 누르기만 하면 되었죠. 모든 사람들이 초콜렛 아이스크림을 먹길 원한다면, 아저씨는 초코렛 아이스크림 키만 누르면 되는거에요. 레몬 아이스크림을 만들라고 명령을 내리면? 기계가 레몬 아이스크림만을 만드는 거죠. 장기만 아저씨는 그런 그의 발명품들을 사랑했어요. 그는 자신의 기계들이 항상 놀랍게 일을 잘 수행해내는 것에 짜릿함을 느꼈어요. 때때로 사람들이 자기가 좋아하는 맛이 없다고 불평을 하긴 했지만, 그 사람들이 그 이상 무슨 일을 할 수 있겠어요? 결국 모든 거리의 모퉁이에는 아저씨의 아이스크림 기계가 존재할테니까요.
nb: Alt han trengte å gjøre var å trykke på de rette knappene på den gyldne datamaskinen, og øyeblikkelig ville alle iskremmaskinene i byen kun lage vaniljeis. Når Zangemann ville at folkene skulle spise sjokoladeis, så trykte han på tastekombinasjonen for sjokoladeis. Hvis han beordret sitronis, så produserte maskinene kun sitronis. Zangemann elsket sine oppfinnelser og var alltid begeistret over å se hvor godt maskinene hans fungerte. Noen ganger ble folkene skuffet over at deres favorittsmak ikke var tilgjengelig, men hva skulle de gjøre? Man kunne tross alt få iskrem på hvert gatehjørne.
nl: Hij hoefde alleen maar op de juiste toets van zijn gouden computer te drukken en meteen zouden alle ijsjesmachines in de stad alleen maar vanille-ijs uitgeven. Als Zangemann wilde dat mensen chocolade-ijs zouden eten, drukte hij op de knop voor chocolade-ijs. Als hij de opdracht gaf voor citroenijs, maakten de machines alleen citroenijs. Zangemann hield van zijn uitvindingen en was altijd opgewonden over hoe geweldig goed zijn machines werkten. Soms waren mensen teleurgesteld dat hun favoriete ijssmaak niet beschikbaar was, maar wat konden ze doen? Er was tenslotte ijs op elke straathoek.

source: A white power strip attached to a wall socket. The power strip has 3 sockets and a green switch. One of the sockets is attached to a plug with a gray cable.
es: Una regleta blanca conectada a una toma de corriente. La regleta tiene 3 tomas y un interruptor verde. Una de las tomas está conectada a un enchufe con un cable gris.
fr: Une multiprise blanche fixée à une prise murale. La multiprise comporte trois prises et un bouton d'alimentation vert. Une fiche avec un câble gris est fixée à l'une des prises.
it: Una ciabatta bianca per la corrente attaccata ad una presa a muro. La ciabatta ha 3 prese e un pulsante per l'accensione verde. Ad una delle prese è attaccata una spina con cavo grigio.
ko: 흰색 멀티탭이 벽면 콘센트에 꾳혀있습니다. 멀티탭은 3개의 소켓과 초록 불빛이 나는 스위치가 달려있습니다. 그 중 한 개의 소켓에는 회색 케이블이 꽃혀있습니다.
nb: En hvit strømpadde koblet til en veggkontakt. Strømpadden har tre stikk og en grønn bryter. En av stikkene er koblet til en kontakt med en grå kabel.
nl: Een witte stekkerdoos verbonden aan een stopcontact. De stekkerdoos heeft drie aansluitingen en een groene schakelaar. In de stekkerdoos dit een stekker met een grijze kabel.

source: Zangemann had a lot of fun pressing the sparkling keys and watching people eat ice cream. He spent many hours every day in front of his golden computer doing this. Again and again, he looked down on the city through a long telescope, observing how reliably his inventions carried out his commands.
es: Zangemann se divertía mucho pulsando las teclas brillantes y viendo a la gente comer helado. Pasaba muchas horas al día frente a su ordenador dorado. Una y otra vez miraba la ciudad a través de un gran telescopio, observando lo bien que sus inventos ejecutaban sus órdenes.
fr: Cela amusait beaucoup Zangemann d’appuyer sur les touches scintillantes et de voir les gens manger ses glaces. C’est ainsi qu’il passait tous les jours de nombreuses heures devant son ordinateur en or. Il ne se lassait pas de regarder la ville d’en haut à travers un long télescope et de constater la fiabilité avec laquelle ses inventions exécutaient ses ordres.
hi: ज़ैंगमैन को स्पार्कलिंग चाबियों को दबाने और लोगों को आइसक्रीम खाते देखने में बहुत मज़ा आया। ऐसा करने में वह हर दिन अपने सुनहरे कंप्यूटर के सामने कई घंटे बिताता था। बार-बार, वह एक लंबी दूरबीन से शहर को देखता था, और अपने आविष्कारों को जो कितनी मज़बूती से उनके आदेशों का पालन कर रहे हैं।
it: Zangemann si divertiva tantissimo a premere i pulsanti scintillanti e guardare la gente mangiare il suo gelato. Ogni giorno trascorreva molte ore davanti al suo computer dorato; e poi guardava giù, verso la città, con un lungo cannocchiale e ammirava quanto straordinariamente le sue invenzioni eseguissero i suoi comandi.
ko: 장기만 아저씨는 반짝이는 키를 누르고 사람들이 아이스크림을 먹는 모습을 보는게 즐거웠어요. 그는 황금 컴퓨터 앞에서 이 일을 하면서 수많은 시간을 보냈어요. 계속 또 계속.. 그는 긴 망원경을 이용해서 도시를 내려다 보면서 그의 발명품들이 얼마나 제대로 그의 명령을 잘 수행하는지 관찰했어요.
nb: Zangemann hadde mye moro med å trykke på de skinnende tastene og se folk spise iskrem. Hver dag brukte han mange timer foran sin gyldne datamaskin. Igjen og igjen kikket han ned på byen gjennom et langt teleskop og så hvor trofast hans oppfinnelser utførte ordrene han ga dem.
nl: Zangemann werd blij van het indrukken van de fonkelende toetsen en de mensen ijs te zien eten. Zo bracht hij dagelijks vele uren door achter zijn gouden computer. Keer op keer keek hij door een lange telescoop neer op de stad om te aanschouwen hoe betrouwbaar zijn uitvindingen zijn commando's opvolgden.

source: Zangeman sitting in front of his golden computer on a golden armchair with a very tall red padded backrest at whose top is the “Z” of the Zangemann logo. He is wearing a purple turtle-neck sweater and light blue trousers. The computer has four ornate monitors of various sizes, each of which has the logo on the back. It is integrated into a costly wooden desk from which a gray cable flows that is connected to the power strip of the previous page.
es: Zangeman sentado frente a su ordenador dorado en un sillón dorado con un altísimo respaldo rojo acolchado en cuya parte superior está la "Z" del logotipo de Zangemann. Lleva un jersey morado con cuello de tortuga y unos pantalones azul claro. El ordenador tiene cuatro monitores ornamentados de varios tamaños, cada uno de los cuales tiene el logotipo en la parte posterior. Está integrado en un escritorio carísimo de madera del que sale un cable gris que se conecta a la regleta de enchufes de la página anterior.
fr: Ce dessin représente Zangemann à son bureau qui est très différent de l'établi d'Ada : couvert de boutons et de manettes intégrées et aussi de moulures luxueuses à l'ancienne. Sa chaise est un immense trône doré avec un dossier très haut, tapissé de velours rouge capitonné et surmontée du logo Z. Son ordinateur est doré aussi et doté de quatre grands écrans encadrés d'or comme des tableaux au musée, avec chacun un logo Z. Zangemann pianote sur son clavier doré, il a l'air concentré et très sérieux, pas vraiment amusé, il fait la tête. Il projette une grande ombre sur le mur.
it: Zangeman seduto di fronte al suo computer dorato su una poltrona anch'essa dorata con un altissimo schienale imbottito di colore rosso sulla cui cima spicca la “Z” del logo di Zangemann. Il computer ha quattro monitor con cornice decorata di varie dimensioni ed è integrato in una pregiata scrivania di legno da cui esce un cavo grigio che scorre per terra e che è collegato alla ciabatta della pagina precedente.
ko: 장기만 아저씨가 황금 컴퓨터 앞에 앉아있습니다. 장기만 아저씨는 “Z” 로고가 꼭대기에 달려있는 황금색 팔걸이 의자에 앉아 있는데 등판에는 매우 기다란 빨간색 패드가 달려있습니다. 그는 보라색의 터틀넥 스웨터를 입고 있고 연청색 바지를 입고 있습니다. 황금 컴퓨터는 다양한 크기의 화려한 모니터를 4개나 가지고 있습니다. 각각의 모니터 뒷면에는 로고가 달려있습니다. 모니터들은 비싸보이는 나무 책상에 견고히 부착되어 있는데 회색 케이블들이 각각 연결되어 있고 앞 장에서 보았던 멀티탭으로까지 연결되어 있습니다.
nb: Zangeman sitter foran sin gyldne datamaskin i en gylden lenestol med en veldig høy rød polstret ryggstøtte der en øverst kan se «Z»-en i Zangemann-logoen. Han har på seg en lilla høyhalset genser og lyseblå bukser. Datamaskinen har fire elegant utformede skjermer i forskjellig størrelse, der hver av dem har logoen på baksiden. Alt er bygd inn i et kostbar trebord hvorfra grå kabler kommer ut og går til strømpadden på forrige side.
nl: Zangemann zit achter zijn gouden computer op een goude stoel met armleuningen een erg hoge rode gecapitonneerde rugleuning met aan de bovenkant de "Z" van het Zangemann-logo. Hij draagt een paarse coltrui en een lichtblauwe broek. De computer heeft vier monitoren met decoratieve randen van verschillende grootten, elke met het logo op de achterkant. Het is geïntegreerd in een kostbaar houten bureau waarvandaan een grijze kabel slingert die is verbonden aan de stekkerdoos op de vorige pagina.

source: When he wasn’t sitting at his golden computer, Zangemann was building his little computers into new devices and then selling those. He built washing machines that sent a message to your cell phone when your laundry was done. He made vacuums that played happy music instead of droning loudly. He invented light bulbs that turned on and off at the snap of a finger and cars that told you where the nearest grocery store was.
es: Cuando no estaba sentado frente a su ordenador dorado, Zangemann pasaba el tiempo construyendo nuevos aparatos que luego vendía. Construyó lavadoras que enviaban un mensaje al teléfono móvil cuando la colada estaba lista, aspiradoras que tocaban música alegre en vez de hacer ruido, lámparas que se encendían y apagaban con un chasquido de dedos y coches que indicaban dónde estaba el supermercado más cercano mientras conducías.
fr: Quand il n’était pas assis devant son ordinateur en or, Zangemann installait ses petits ordinateurs dans de nouveaux appareils pour les vendre ensuite. Il construisit des machines à laver qui envoyaient un message sur le téléphone portable quand la lessive était terminée, des aspirateurs qui diffusaient une joyeuse musique au lieu de vrombir bruyamment, des lampes qui s’allumaient et s’éteignaient d’un claquement de doigts et des voitures qui indiquaient au conducteur où se trouvait le supermarché le plus proche.
hi: जब ज़ैंगमैन अपने गोल्डन कंप्यूटर पर नहीं बैठता था, तब वह अपने छोटे कंप्यूटरों को नए उपकरणों में बना कर उन्हें बेचा करता था। उन्होंने वाशिंग मशीन का निर्माण किया जो आपके कपड़े धुल जाने के बाद सेल फोन पर संदेश भेजती थी। उन्होंने वेक्यूम बनाए जो जोर से बजने के बजाय खुशनुमा संगीत बजाते थे। उन्होंने प्रकाश बल्ब का आविष्कार किया जो एक उंगली के स्नैप पर चालू हो जाए और कार जो आपको निकटतम किराने की दुकान के बारे मे बता पाए।
it: Quando non era seduto di fronte al suo computer dorato, Zangemann inseriva il suo piccolo computer in nuovi dispositivi e poi li vendeva. Costruì delle lavatrici che inviavano un messaggio sul cellulare quando il bucato era finito, aspirapolvere che suonavano musica allegra invece di produrre rumore, lampade che si accendevano e si spegnevano con lo schiocco delle dita e auto che ti dicevano, mentre stavi guidando, dove si trovava il supermercato più vicino.
ko: 아저씨가 황금 컴퓨터 앞에 앉아있지 않을 때에는 작은 컴퓨터를 이용해 새로운 장치를 만들거나 만든 새 장치를 팔았어요. 그는 새로운 세탁기를 만들었는데 이 세탁기는 세탁이 끝나면 핸드폰으로 문자를 보내주었어요. 아저씨는 진공청소기도 만들었는데 시끄러운 소리대신 즐거운 음악을 연주해 주었어요. 또 손가락을 딱하고 튕기면 켜지고 꺼지는 전구와 어디에 가까운 마트가 있는지 알려주는 자동차도 발명했어요.
nb: Når han ikke satt ved sin gyldne datamaskin, så bygde Zangemann sine små datamaskiner inn i nye dingser som han så solgte. Han bygde vaskemaskiner som sendte en melding til mobiltelefonen din når klesvasken var ferdig. Han bygde støvsugere som spilte lykkelig musikk i stedet for å brumme høylytt. Han fant opp lyspærer som slo seg av og på når en knipset med fingrene og biler som kunne fortelle deg hvor nærmeste matbutikk var.
nl: Als hij niet achter zijn gouden computer zat, was Zangemann zijn kleine computers in nieuwe apparaten aan het bouwen om ze vervolgens te verkopen. Hij bouwde wasmachines die een berichtjes naar je telefoon stuurden als de was klaar was. Hij maakte stofzuigers die een leuk deuntje speelden in plaats van luid te ronken. Hij vond lampen uit die op een vingerknip aan en uit gingen en auto's die je vertelden waar de dichtstbijzijnde supermarkt was.

source: City landscape with houses and shops, with a central street turning right. On the road there are a car and a cyclist. There are various children and adults walking or going on skateboards, some eating ice cream, while others are buying ice cream from the original Zangemann machines.
es: Paisaje urbano con casas y tiendas, con una calle central que gira a la derecha. En la carretera hay un coche y un ciclista. Hay varios niños y adultos paseando o yendo en monopatín, algunos comiendo helado, mientras otros compran helado en las máquinas de la marca Zangemann.
fr: Ce dessin représente une rue de la ville, en plan général. Il y a des immeubles, des boutiques. Sur la chaussée circulent une voiture rouge et une jeune femme en bleu à vélo. Sur les trottoirs, on voit des enfants. Certains achètent des glaces sur des machines Zangemann qui sont à chaque coin de rue, d'autres marchent en dégustant une de ces glaces, trois roulent sur un skateboard Zangemann en émettant des étincelles lumineuses et des sons.
it: Panorama della città con case, palazzi e negozi con una strada centrale che curva a destra. Sulla strada c'è un'automobile e una ciclista. Ci sono vari bambini e adulti che camminano o vanno sugli skateboard, alcuni che mangiano un gelato, mentre altri lo stanno acquistando dalle macchine originali Zangemann.
ko: 집들과 가게들이 즐비한 도시의 모습. 도시에는 오른쪽으로 굽어지는 중앙 도로가 있습니다. 도로에는 자동차들과 자전거를 타는 사람들이 있습니다. 아이들과 어른들이 길거리를 걸어다니거나 스케이드보드를 타고 있습니다. 몇몇은 아이스크림을 먹고 있고 또 어떤 사람들은 장기만 아저씨의 아이스크림 기계에서 아이스크림을 사고 있습니다.
nb: Bylandskap med hus og butikker, med en sentral gate bøyende av mot høyre. På veien er det en bil og en syklist. Det er flere barn og voksne som går eller kjører på rullebrett, noen spiser iskrem, andre kjøper iskrem fra de originale Zangemann-maskinene.
nl: Stadsaanzicht met huizen, winkels en een centrale straat die naar rechts afbuigt. Op de weg rijden een auto en een fietser. Er zijn verschillende kinderen en ouders aan het lopen of aan het skateboarden. Sommige eten ijs, terwijl anderen ijs kopen van de Originele Zangemann machines.

source: Soon, almost every appliance in the world had a Zangemann computer built into it. Not all of his inventions seemed necessary at first, but people bought everything he made. That’s just the way it was. Everyone wanted the devices made by Zangemann, the greatest inventor in the world.
es: En poco tiempo, casi todos los electrodomésticos llevaban incorporado un ordenador Zangemann. No todos sus inventos eran tan necesario como parecían pero si la gente los comraba porque eran “Zangemann“. Todos querían los aparatos fabricados por Zangemann, el inventor más famoso del mundo.
fr: Bientôt presque tous les appareils furent contrôlés par un programme informatique de Zangemann. Certes toutes les inventions n’étaient pas toujours aussi pratiques qu’elles en avaient l’air, mais les gens achetaient tout ce qui venait de lui. C’était comme ça. Tout le monde voulait posséder les appareils de Zangemann, le plus grand inventeur du monde.
hi: जल्द ही, दुनिया के लगभग हर उपकरण में एक ज़ैंगमैन कंप्यूटर लगाया गया था। उनके सभी आविष्कार पहले जरूरी नहीं लगे, लेकिन लोगों ने उनके द्वारा बनाई गई हर चीज को खरीदा। बस ऐसा ही था। हर कोई दुनिया के सबसे बड़े आविष्कारक ज़ैंगमैन द्वारा बनाए गए उपकरणों को पाना चाहता था।
it: Molto presto, venne installato un computer di Zangemann su quasi tutti i dispositivi del mondo. Non tutte le sue invenzioni erano però così utili come avrebbero potuto sembrare a prima vista, ma la gente le comprava comunque. Era semplicemente così. Tutti volevano avere gli strumenti fabbricati da Zangemann, il più grande inventore del mondo.
ko: 곧 세상의 모든 가전제품에 장기만 아저씨의 컴퓨터가 들어가게 되었어요. 처음에는 아저씨의 발명품이 전부 다 필요해 보이지는 않았어요. 그러나 사람들은 점차 그것들은 하나둘씩 사기 시작했어요. 어쩌다 보니 그렇게 되었지요. 모두가 최고의 발명가인 장기만 아저씨가 만드는 제품을 가지고 싶어했어요.
nb: Raskt var det en Zangemann-datamaskin i nesten ethvert elektriske apparat i verden. Ikke alle oppfinnelsene hans var like praktisk som det så ut ved første blikk, men folk kjøpte alt han laget. Det var slik det var. Alle ville ha dingser som Zangemann, den største oppfinneren i verden, lagde.
nl: Al snel had bijna elk apparaat een Zangemann-computer ingebouwd. Niet al zijn uitvindingen leken direct noodzakelijk, maar mensen kochten alles dat hij maakte. Zo was het gewoon. Iedereen wilde de apparaten gemaakt door Zangemann, de grootste uitvinder ter wereld.

source: One day...
es: Un día...
fr: Un jour...
it: Un giorno...
ko: 어느 날...
nb: En dag...
nl: Op een dag...

source: One day Zangemann thought, “Today I want to see my inventions up close.” He put away his big telescope, then climbed down the many stairs of his mansion and ventured out into the city, full of anticipation at the thought of enjoying his cool devices.
es: Un día Zangemann pensó: “Hoy quiero ver mis inventos de cerca”. Guardó su gran telescopio y, lleno de ilusión, bajó las numerosas escaleras de su mansión para disfrutar de sus geniales aparatos.
fr: Un beau jour Zangemann se dit « aujourd’hui, je vais aller observer mes inventions de plus près ! ». Il mit son imposant téléscope de côté et descendit plein d’entrain les nombreuses marches pour se rendre en ville. Il se réjouissait à la perspective de voir ses super inventions en action.
hi: एक दिन ज़ैंगमैन ने सोचा, “आज मैं अपने आविष्कारों को करीब से देखना चाहता हूँ।” उसने अपनी बड़ी दूरबीन को हटा दिया, फिर अपने महलों की कई सीढ़ियाँ उतर कर शहर में निकल गया, अपने शांत उपकरणों का आनंद लेने के विचार से भरे हुए।
it: Un bel giorno Zangemann pensò: «Oggi voglio guardare da vicino le mie invenzioni!». Mise quindi via il suo grande cannocchiale e scese le scale verso la città pieno di aspettative al pensiero di ammirare le sue fantastiche invenzioni.
ko: 어느 날 장기만 아저씨는 생각했어요, “오늘은 내 발명품들을 가까이서 보고싶군.” 그는 큰 망원경을 밀어두고, 도시를 탐험하기 위해 그의 저택 계단을 내려가기로 했어요. 그가 만든 멋진 장치들을 직접 눈으로 보고 즐길 수 있으리란 희망을 안고서요.
nb: En dag tenkte Zangemann: «I dag vil jeg se oppfinnelsene mine på nært hold.» Han la vekk sitt store teleskop og gikk full av forventninger ned de mange trappene fra huset sitt og ned på gaten, for å komme ut i byen og nyte sine apparater.
nl: Op een dag dacht Zangemann "Vandaag wil ik mijn uitvindingen van dichtbij zien." Hij borg zijn grote telescoop op en liep vol verwachting de lange trap af de stad in om van zijn coole apparaten te genieten.

source: Zangemann descends the stairs from his mansion on the hill towards the city. Zangemann's house stands on a hill. The front is blue with large windows; the towers are dark blue, and from a window starts a yellow slide that ends in a large swimming pool with two palm trees. The roofs are red, and above the highest tower an antenna is installed. On the sides of the stairs to get off the hill there are evergreen trees.
es: Zangemann desciende las escaleras desde su mansión en la colina hacia la ciudad. La casa de Zangemann se alza sobre una colina. La fachada es azul con grandes ventanales; las torres son azul oscuro, y de una ventana parte un tobogán amarillo que termina en una gran piscina con dos palmeras. Los tejados son rojos, y sobre la torre más alta hay instalada una antena. A los lados de las escaleras para bajar de la colina hay árboles de hoja perenne.
fr: Ce dessin représente Zangemann descendant un très long escalier qui serpente sur la colline au sommet de laquelle trône sa villa avec terrasse et toboggan, palmiers et antennes. Il porte toujours le même pull à col roulé gris, un jean bleu et des chaussures marron. Il a une démarche décidée, avançant en balançant ses bras aux poings fermés, et un sourire serein aux lèvres, les yeux clos. Il part en promenade. À son poignet, une grosse montre numérique.
it: Zangemann scende le scale dalla sua villa sulla collina verso la città. La villa di Zangemann si erge su una collina, il fronte è di colore blu con ampie vetrate, le torri sono di colore blu scuro da cui parte uno scivolo giallo che arriva in una grande piscina con due palme. I tetti sono rossi e sopra la torre più alta è installata un'antenna. Ai lati delle scale per scendere dalla collina ci sono alberi sempreverdi.
nb: Zangemann går ned trappene fra sin herskapshus på toppen av kollen mot byen. Zangemanns hus står på en kolle. Forsiden er blå med store vinduer; tårnene er mørkblå, og fra et vindu går en gul sklie som ender i et stor basseng med to palmetrær. Takene er røde, og over det høyeste tårnet er det satt opp en antenne. På begge sider av trappen ned fra kollen er det eviggrønne tre.
nl: Zangemann loopt de trap naar beneden van zijn landhuis op de heuvel. De voorkant is blauw met grote ramen, de torens zijn donkerblauw en vanuit een raam start een gele glijbaan die eindigt in een groot zwembad met twee palmbomen. De daken zijn rood en op de hoogste toren is een antenne geïnstalleerd. Aan de zijkant van de trap om de heuvel af te dalen staan groenblijvende bomen.
