Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: In addition, a new school subject was introduced: computer hardware and software.
es: Además, se introdujo una nueva asignatura en los colegios: sistemas y programas informáticos.
fr: Par ailleurs, une nouvelle matière fut introduite à l’école : informatique et programmation.
hi: साथ ही, एक नया विषय शिक्षा में शामिल किया गया: कंप्यूटर हार्डवेयर और सॉफ़्टवेयर।
it: Venne inoltre introdotta una nuova materia scolastica: computer e programmazione.
ko: 그리고 학교에는 다음과 같은 새로운 과목이 생겼습니다. 과목명: 컴퓨터 하드웨어와 소프트웨어.
nb: Det kom også et nytt skolefag: Datamaskiner og programmering.
nl: Bovendien werd een nieuw schoolvak ingevoerd: computerhardware en -software.

source: The President with Toni, Konrad, Marie, Ada, and a herald playing a trumpet. Marie is standing on top of a ladder talking into a microphone. Konrad firmly holds the ladder on which Marie is standing. Ada is standing on a chair and holds a copy of the new law bearing a seal. Ada's dog is sitting in front of her.
es: El Presidente con Toni, Konrad, Marie, Ada, y un heraldo tocando una trompeta. Marie está de pie en lo alto de una escalera hablando por un micrófono. Conrad sujeta con firmeza la escalera sobre la que está Marie. Ada está de pie sobre una silla y sostiene una copia de la nueva ley con un sello. El perro de Ada está sentado frente a ella.
fr: Ce dessin représente un groupe d'enfant autour du président, qui font ensemble une déclaration. Ils sont entourés de deux jeunes en uniforme soufflant dans des trompettes ornées d'oriflammes rouge et or. Au centre, le petit garçon frisé roux, le président debout les mains derrière le dos avec les yeux clos et un sourire bienveillant se tait. Le petit garçon blond tient un escabeau de bois sur lequel est montée la petite fille à casquette avec sa prothèse de jambe. Elle parle dans le micro avec le sourire. Devant elle, perchée sur un tabouret, Ada montre un texte sur un papier déroulé portant un sceau. Le petit chien est là aussi avec son collier rouge à LED clignotants.
it: Il presidente con Toni, Conrad, Marie, Ada e una valletta che suona la tromba. Marie è in alto su una scala che sta parlando al microfono. Conrad tiene saldamente la scala su cui c'è Marie. Ada è in piedi su una sedia e tiene in mano la carta bollata della nuova legge. Il cagnolino di Ada è seduto di fronte a lei.
nb: Statsministeren med Tony, Konrad, Marie, Ada og en herold som spiller trompet. Marie står på toppet av en stige og snakker inn i en mikrofon. Konrad holder fast stigen som Marie står på. Ada står på en stol og holder en kopi av den nye loven som har et segl. Adas hund sitter foran henne.
nl: De president met Toni, Bram, Marie, Ada en een boodschapper die op de trompet speelt. Marie staat op een huishoudtrap en spreekt in een microfoon. Conrad houdt de trap stevig vast waarop Marie staat. Ads staat op een stoel en houdt een kopie van de nieuwe wet vast met een zegel erop. Ada's hond zit voor haar.

source: That evening, everyone celebrated with a big party. Ada, Alan, Toni, Marie, Konrad, and other children from school and their parents; the president; Ms. Gernet; the bus driver; the custodian — they were all there. They decorated the streets, listened to loud music, and ate ice cream, as much as they wanted, and in every imaginable shape and color.
hi: उस शाम, सभी ने एक बड़े समारोह के साथ जश्न मनाया। एडा, एलन, टोनी, मैरी, कोनराड, और स्कूल से अन्य बच्चे और उनके माता-पिता; राष्ट्रपति; मिस गर्नेट; बस चालक; सफाई संरक्षक - सभी वहां थे। उन्होंने सड़कों को सजाया, ऊँची ध्वनि में संगीत सुना, और उन्होंने आइसक्रीम खाई, जितनी चाहें, और हर संभव रंग और आकार में।
it: Quella sera, tutti festeggiarono con una grande festa. Ada, Alan, Toni, Marie, Konrad e altri bambini della scuola con i loro genitori; la presidentessa; la signora Gernet; l'autista dell'autobus; il custode: erano tutti lì. Decorarono le strade, ascoltarono musica a tutto volume e mangiarono gelati a volontà, in ogni forma e colore immaginabili.
ko: 그 날 저녁, 모두가 함께모여 축하 파티를 열었어요. 에이다, 앨런, 토니, 마리, 콘라트 그리고 다른 학교 친구들과 부모님들이 모였고 대통령 아저씨, 가넷 선생님, 버스 기사 아줌마, 학교 관리인 아저씨도 오셨어요. 모두가 함께였어요. 그들은 거리를 꾸미고 시끄러운 음악을 들으면서 맛있는 아이스크림을 먹었습니다. 다들 자기가 상상하는 모양과 색깔로 맘껏 먹고싶은 만큼 말이죠.

source: Evening party. Children are holding ice cream and balloons with the words “I love FS (I love Free Software)”; other children are riding skateboards; yellow and orange flags are hanging; music comes out from a large speaker system; Ms. Gernet holds a pink tree-shaped ice cream with a yellow star on it; Ada's mom is dancing with a gentleman.
it: Festa serale. I bambini tengono in mano un gelato e palloncini con la scritta "I love FS (I love Free Software)"; altri bambini vanno sullo skateboard; ci sono bandiere gialle e arancioni appese; la musica esce da un grande sistema di altoparlanti; la signora Gernet tiene in mano un gelato rosa a forma di albero con una stella gialla; la mamma di Ada balla con un signore.

source: While the others continued partying late into the night, Ada and her friends slipped away to their workshop. They already had a lot of ideas for new inventions. And they wanted to start right away.
es: Mientras los demás seguían de fiesta hasta altas horas de la madrugada, Ada, Toni, Marie y Konrad se escabulleron a su taller. Tenían muchas ideas para nuevos inventos y querían empezar enseguida.
fr: Pendant que les autres continuèrent la fête jusque tard dans la nuit, Ada, Toni, Marie et Konrad s’éclipsèrent pour retourner à leur atelier. Ils avaient déjà plein de nouvelles idées d’inventions. Et ils voulaient s’y mettre sans tarder.
hi: जबकि अन्य लोग देर रात तक पार्टी करते रहे, एडा और उसके दोस्त अपनी कार्यशाला में चले गए। उनके पास पहले से ही नए अविष्कारों के लिए बहुत सारे विचार थे। और वे तुरंत उन पर काम शुरू करना चाहते थे।
it: Mentre gli altri continuarono fino a tarda notte, Ada, Toni, Marie e Conrad se ne sgattaiolarono via dalla festa e tornarono al loro laboratorio. Avevano già un sacco di altre idee per nuove invenzioni. E volevano mettersi subito al lavoro.
ko: 사람들이 밤 늦도록 파티를 즐기고 있는 가운데, 에이다와 친구들은 몰래 파티를 빠져나와 그들의 작업실로 향했어요. 왜냐하면 그들의 머릿 속엔 새로운 발명품에 대한 아이디어가 한 가득이었거든요. 모두들 더는 기다릴 수가 없었어요!
nb: Mens de andre fortsatte festen inn i natten, snek Ada, Toni, Marie og Konrad seg over verkstedet. De hadde allerede en masse ideer til nye oppfinnelser og de ville i gang med en gang.
nl: Terwijl anderen tot laat in de nacht bleven feesten, knepen Ada, Toni, Marie en Bram ertussenuit naar hun werkplaats. Ze hadden al veel ideeën voor nieuwe uitvindingen. En ze wilden er direct mee beginnen.

source: The President, the secretary, and other people around a table enjoying crazy ice cream; yellow and orange flags continue from the previous image; a little girl who just took a pink ghost-shaped ice cream from the modified ice cream machine; Ada's dog, Konrad, Marie, Ada, and Toni sneaking away from the party.
es: El Presidente, la secretaria y otras personas alrededor de una mesa disfrutando de un helado descabellado; las banderas amarilla y naranja continúan de la imagen anterior; una niña que acaba de coger un helado rosa con forma de fantasma de la máquina de helados modificada; el perro de Ada, Konrad, Marie, Ada y Toni escapándose de la fiesta.
fr: Cette frise représente le petit chien gris avec son collier rouge clignotant qui suit une piste en reniflant le sol et en remuant la queue. Devant lui, on voit des taches multicolores sur le sol, de plus en plus grandes vers la droite. Peut-être de la peinture, ou plutôt de la glace fondue ?
hi: राष्ट्रपति, सचिव और अन्य लोग टेबल के चारों ओर आइसक्रीम का आनंद ले रहे हैं; पीले और नारंगी झंडे पिछले चित्र से जारी हैं; एक छोटी लड़की जिसने अभी-अभी संशोधित आइसक्रीम मशीन से गुलाबी भूत के आकार की आइसक्रीम ली है; एडा का कुत्ता, कोनराड, मैरी, एडा और टोनी पार्टी से चुपके से निकल रहे हैं।
it: Il Presidente, la segretaria e altre persone intorno ad un tavolo che si stanno gustando gelati pazzeschi; le bandierine gialle e arancioni continuano dall'immagine precedente; una bambina che ha appena preso dalla macchina modifica dai ragazzi un gelato rosa a forma di fantasma; il cagnolino di Ada, Conrad, Marie, Ada e Toni che stanno sgattaiolando via della festa.
nb: Statsministeren, sekretæren og andre folk rundt et bord nyter helt ville iskremer. Gule og oransje flagg fortsetter fra forrige bilde. En liten pike som nettopp hentet en rosa spøkelsesformet iskrem fra den justerte iskremmaskinen. Adas hund, Konrad, Marie, Ada og Toni sniker seg bort fra festen.
nl: De president, de secretaresse en andere mensen zitten om een tafel en genieten van gekke ijsjes. De lijn met gele en oranje vlaggetjes loopt door van de vorige afbeelding. Een klein meisje heeft net haar roze geestvormig ijsje uit de aangepaste ijsjesmachine gehaald. Ada's hond, Bram, Marie, Ada en Toni sluipen weg van het feest.

source: And Zangemann?
es: ¿Y Zangemann?
fr: Et Zangemann?
hi: और ज़ैंगमैन?
it: E Zangemann?
ko: 그리고 장기만은?
nb: Og Zangemann?
nl: En Zangemann?

source: <phrase condition="capitals-text">And</phrase><phrase condition="capitals-img">nd</phrase> Zangemann? No one’s heard much from him. Maybe he’s still sitting angrily in front of his golden computer. Maybe he doesn’t dare go out into the street anymore and has boarded up all the windows of his mansion so that he doesn’t have to worry about what other people are doing with his inventions. But maybe he also sometimes looks out into the world through his telescope and sees what the children are inventing every day. Perhaps then he will remember how much fun it was for himself to tinker and experiment. And maybe, just maybe, he eats pyramid-shaped raspberry ice cream with rainbow sprinkles.
es: <phrase condition="capitals-text">¿Y</phrase><phrase condition="capitals-img">¿</phrase> Zangemann? No sé sabe mucho de él. Tal vez todavía está sentado enfadado delante de su ordenador dorado. Tal vez ya no se atreve a salir a la calle y ha tapiado todas las ventanas de su mansión para no tener que preocuparse por lo que hacen los demás con sus inventos. Pero quizá, a veces, mire el mundo a través de su telescopio y vea lo que los niños inventan cada día. Tal vez entonces recuerde lo divertido que era para él trastear y experimentar. Y tal vez, sólo tal vez, coma helado de frambuesa con forma de pirámide y virutas de arco iris.
fr: <phrase condition="capitals-text">Et</phrase><phrase condition="capitals-img">t</phrase> Zangemann ? On n’en a plus beaucoup entendu parler. Peut-être enrage-t-il encore dans son immense villa et reste assis, renfrogné, devant son ordinateur en or. Peut-être qu’il n’ose plus aller dans la rue et qu’il a condamné toutes les fenêtres de sa maison pour ne pas être contrarié par l’utilisation de ses inventions. Mais peut-être aussi observe-t-il le monde à travers son télescope et voit ce que les enfants inventent chaque jour de nouveau. Peut-être qu’il se souvient alors à quel point cela l’avait amusé autrefois, de bricoler et d’expérimenter. Et peut-être que, mais seulement peut-être, il lèche une glace à la framboise en forme de pyramide, parsemée de paillettes aux couleurs de l’arc-en-ciel.
hi: []और ज़ैंगमैन? उससे किसी ने ज्यादा कुछ नहीं सुना। शायद वह अभी भी अपने सोने के कंप्यूटर के सामने गुस्से में बैठा है। शायद वह अब बाहर जाने की हिम्मत नहीं करता और अपने हवेली के सभी खिड़कियों को बंद कर देता है ताकि उसको फिक्र न हो कि दूसरे लोग उसके आविष्कारों का क्या कर रहे हैं। लेकिन शायद वह कभी-कभी अपने दूरबीन से दुनिया को देखता है और देखता है कि बच्चे हर दिन क्या-क्या आविष्कार कर रहे हैं। शायद फिर उसे याद आएगा कि उसे जुगाड़ और प्रयोग करने में कितना मजा आता था। और शायद, बस शायद, वह पिरामिड के आकार की रास्पबेरी आइसक्रीम रेनबो स्प्रिंकल्स के साथ खाता है।
it: <phrase condition="capitals-text">E</phrase><phrase condition="capitals-img"></phrase> Zangemann? Nessuno l’ha più sentito. Forse è ancora infuriato nella sua enorme villa e sta seduto tutto arrabbiato davanti al suo computer dorato. Forse non osa più uscire in strada e ha barricato tutte le finestre della sua casa così da non doversi preoccupare di ciò che viene fatto con le sue invenzioni. Ma, magari, qualche volta guarda ancora il mondo attraverso il suo lungo cannocchiale per vedere ciò che i bambini inventano di nuovo ogni giorno. Forse si ricorderà di quanto si divertiva quando smanettava e sperimentava. E forse, ma solo forse, sarà lì a leccarsi un gelato al lampone a forma di piramide con sopra una spolverata di codette arcobaleno.
ko: <phrase condition="capitals-text">그러면</phrase><phrase condition="capitals-img">러면</phrase> 장기만 아저씨는 어떻게 되었을까요? 아저씨의 소식을 아는 사람은 아무도 없었어요. 아마도 그는 황금 컴퓨터 앞에서 여진히 화를 내고 있을지도 모르겠네요. 아니면 더 이상 거리로 나갈 생각을 하지 못하고 사람들이 자신의 발명품으로 무얼 하던지 간에 걱정하지 않도록 저택 창문을 꽁꽁 닫아 버렸을 지도 모르죠. 하지만 그는 자신의 망원경으로 아이들이 어떤 발명품을 만들어 내는지 가끔 지켜보고 있을지도 몰라요. 그러면 아마 아저씨는 스스로 무언가를 조물거리며 실험하던 때가 얼마나 재밌었는지 문득 머릿속에 떠올릴꺼에요. 그리고 어쩌면... 이건 정말이지 어쩌면 말이죠, 아저씨는 무지개색 스프링클 가루를 뿌린 피라미드 모양의 아이스크림을 먹고 있을지도 모를 일이에요.
nb: <phrase condition="capitals-text">Og</phrase><phrase condition="capitals-img">g</phrase> Zangemann? Han har ingen hørt fra siden. Kanskje sitter han fortsatt i sin store villa og taster på sin gyldne datamaskin. Kanskje tør han ikke lenger gå ut og har spikret igjen alle vinduene i herskapshuset sitt så han ikke trenger å bekymre seg over hva andre folk gjør med oppfinnelsene hans. Men det kan jo også være at han noen ganger titter ut på verden gjennom teleskopet sitt og ser alle de fine tingene som barna finner opp hver eneste dag. Det kan jo hende, at han en dag husker hvor morsomt han hadde det da han selv fiklet og eksperimenterte. Og kanskje, men bare kanskje, spiser han en pyramideformet bringebæris med regnbuedryss på.
nl: <phrase condition="capitals-text">En</phrase><phrase condition="capitals-img">n</phrase> Zangemann? Van hem heeft men niet zoveel meer vernomen. Misschien zit hij nog altijd geërgerd achter zijn gouden computer. Misschien durft hij niet meer de straat op te gaan en heeft hij alle luiken van zijn landhuis dichtgedaan, zodat hij zich niet druk hoeft te maken over wat anderen doen met zijn uitvindingen. Maar misschien kijkt hij ook door zijn telescoop naar de wereld en ziet hij wat de kinderen elke dag nieuw uitvinden. Misschien herinnert hij zich hoeveel plezier het hemzelf vroeger gaf om te sleutelen en te experimenteren. En misschien, heel misschien, eet hij piramidevormig frambozenijs met discodip.

source: Ada's little dog sniffing a trail of ice cream.
es: El perrito de Ada olfateando un rastro de helado.
fr: Cette frise représente le petit chien gris avec son collier rouge clignotant qui suit une piste en reniflant le sol et en remuant la queue. Devant lui, on voit des taches multicolores sur le sol, de plus en plus grandes vers la droite. Peut-être de la peinture, ou plutôt de la glace fondue ?
hi: एडा का छोटा कुत्ता आइसक्रीम के निशान को सूँघते हुए।
it: Il cagnolino di Ada che sta fiutando una traccia di gelato.
nb: Adas lille hund som sniffer på en sti av iskrem.
nl: Ada's kleine hond ruikt aan een spoor van ijs.

source: A trail of candies and raspberry ice cream on the ground.
es: Un reguero de caramelos y helado de frambuesa en el suelo.
hi: ज़मीन पर कैंडीज़ और रास्पबेरी आइसक्रीम के निशान।
it: Tracce di gelato al lampone per terra.
ko: 캔디와 라즈베리 아이스크림의 흔적이 땅에 떨어져 있습니다.
nb: En sti av godteri og bringebæris på bakken.
nl: Een spoor van snoepjes en frambozenijs op de grond.

source: Acknowledgments
es: Agradecimientos
fr: Remerciements de l’auteur
hi: आभार
it: Ringraziamenti
ko: 감사의 말
nb: Hilsener
nl: Dankbetuigingen

source: Many thanks to Reinhard Wiesemann from the Linuxhotel for the financial support and motivation to no longer plan but to make. Thanks to Sandra Brandstätter, who has brought me joy with every new design for the illustrations. Thanks to my editor Wiebke Helmchen, who made developing and sharpening the story fun, and to No Starch Press for agreeing to publish the book under a free culture license.
es: Muchas gracias a Reinhard Wiesemann del LinuxHotel por el apoyo financiero y la motivación para dejar de planear y ponerme manos a la obra. Gracias a Sandra Brandstätter, que me fue llenando de alegría con cada diseño para las ilustraciones. Gracias a mi editora Wiebke Helmchen, quien hizo que desarrollar y afinar la historia fuera muy divertido, y a No Starch Press por aceptar publicar el libro bajo una licencia de cultura libre.
fr: Un grand merci à Reinhard Wiesemann du Linuxhotel pour nous avoir apporté son soutien financier et nous avoir motivés à agir au lieu de toujours planifier. Merci à Sandra Brandstätter pour la joie que m’a apporté chacun de ses croquis. Merci à ma relectrice Wiebke Helmchen, avec qui j’ai pris énormément de plaisir à développer et à peaufiner cette histoire, et à Ariane Hesse pour son soutien incroyable chez l’éditeur.
hi: वित्तीय सहायता और प्रेरणा के लिए लिनक्स होटल के रेनहार्द विजमन का धन्यवाद। डिज़ाइन के लिए सैंड्रा ब्रांडस्टैटर, जिनके हर नए इलस्ट्रेशन से मुझे आनंद मिला। मेरी संपादक विब्के हेल्मचेन को धन्यवाद जिन्होंने कहानी को विकसित और सवांरने में मदद करवायी, और फ्री कल्चर लाइसेंस के तहत किताब को प्रकाशित करने की सहमति देने के लिए “नो स्टार्च प्रेस” को धन्यवाद।
it: Grazie infinite a Reinhard Wiesemann del LinuxHotel per il supporto finanziario per il libro e per l’indicazione di smettere di pianificare e iniziare a fare concretamente. Grazie a Sandra Brandstätter, che mi ha portato una immensa gioia ad ogni nuovo disegno per le illustrazioni. Grazie al mio editore Wiebke Helmchen, con il quale mi sono divertito molto a sviluppare ed affinare la storia, e ad Ariane Hesse per il grande sostegno da parte dell’editore.
nb: Mange takk til Reinhard Wiesemann fra Linuxhotellet for økonomisk støtte og motivasjonen for å ikke kun planlegge men faktisk gjøre. Takk til Sandra Brandstätter som har brakt meg glede med hvert nye utkast til illustrasjoner. Takk til min redaktør Wiebke Helmchen som gjorde utviklingen og utformingen av historien så moro, og til No Starch Press for å gå med på å gi ut boken med en fri kulturlisens.
nl: Veel dank aan Reinhard Wiesemann van het Linuxhotel voor de financiële steun voor het boek en motivatie om niet langer te plannen maar ook te doen. Dank aan Sandra Brandstätter, die met elk nieuw ontwerp voor de illustraties plezier gebracht heeft. Dank aan mijn redacteur Wiebke Helmchen, met wie het leuk was het verhaal te ontwikkelen en aan te scherpen.

source: Thanks to Bea and Benni, Brian, Christine and Marc, Cory, Bernhard, Isabel and Amelia, Katta, Kristina, Martin, Mona and Arne, Nina, Oliver, Reinhard, Sabine, and Torsten for great ideas, inspiration, and practical tips, and to the many people of the Free Software movement, from which I was allowed to learn and whose engagement motivated me.
es: Gracias a Bea y Benni, Christine y Marc, Cory, Bernhard, Isabel y Amelia, Katta, Kristina, Martin, Mona y Arne, Nina, Oliver, Reinhard, Sabine y Torsten por sus ideas geniales, su inspiración y sus consejos prácticos, y gracias a las muchas personas en el movimiento del <emphasis>Software Libre</emphasis>, de quienes pude aprender y cuyo compromiso me motivó.
fr: Merci à Bea et Benni, Christine et Marc, Cory, Bernhard, Isabel et Amelia, Katta, Kristina, Martin, Mona et Arne, Nina, Oliver, Reinhard, Sabine et Torsten pour leurs idées géniales, leur inspiration, et leurs conseils pratiques, ainsi qu’à toutes les personnes du mouvement du logiciel libre auprès desquelles j’ai pu beaucoup apprendre, et dont l’engagement me motive.
hi: बिया और बेनी, ब्रायन, क्रिस्टीन और मार्क, कोरी, बर्नहार्ड, इज़ाबेल और अमेलिया, कट्टा, क्रिस्टीना, मार्टिन, मोना और आर्ने, नीना, ओलिवर, रेनहार्द, सबीन, और तोर्स्टेन को अच्छे विचार, प्रेरणा, और व्यावहारिक सुझाव के लिए धन्यवाद, और फ्री सॉफ़्टवेयर आंदोलन के भी कई लोगों को धन्यवाद, जिनके उत्साह ने मुझे प्रेरित किया।
it: Grazie a Bea e Benni, Christine e Marc, Cory, Bernhard, Isabel e Amelia, Katta, Kristina, Martin, Mona e Arne, Nina, Oliver, Reinhard, Sabine e Torsten per le grandi idee, ispirazioni e consigli pratici, e grazie alle molte persone del movimento del Software Libero, da cui mi è stato permesso di imparare e il cui impegno mi ha motivato.
ko: 훌륭한 아이디어와 영감 그리고 실질적인 팁을 알려준 비, 베니, 브라이언, 크리스틴, 마크, 코리, 베른하르트, 이사벨, 아멜리아, 카타, 크리스티나, 마틴, 모나, 아르네, 니나, 올리버, 라인하르트, 사빈 그리고 토르스텐에게 감사의 말을 전합니다. 더불어 자유 소프트웨어 운동을 함께하는 많은 사람들에게 고마움을 전합니다. 그들을 통해서 배울 수 있었고 그 분들의 참여가 나에게 많은 동기를 부여해 주었습니다.
nb: Takk til Bea og Benni, Brian, Christine and Marc, Cory, Bernhard, Isabel og Amelia, Katta, Kristina, Martin, Mona og Arne, Nina, Oliver, Reinhard, Sabine, og Torsten for gode ideer, inspirasjon og praktiske tips, og til de mange folkene i fri programvarebevegelsen som jeg har lært så mye av og hvis engasjement har motivert meg.
nl: Dank aan Bea en Bennie, Brian, Christine en Marc, Cory, Bernhard, Isabel en Amelia, Katta, Kristina, Martin, Mona en Arne, Nina, Oliver, Reinhard, Sabine en Torsten voor goede ideeën, inspiratie en praktische tips, en aan de vele mensen van de Vrije Softwarebeweging, waarvan ik kon leren en wiens betrokkenheid me motiveert.

source: Thanks to my family, who made me write early in the morning, late in the evening, and on holiday, and who always supports my work for software freedom. Especially, I would like to thank my children, who inspired me with new ideas at each reading. Without them, this book would not exist.
es: Gracias a mi familia, que me motivó a escribir temprano por la mañana, tarde por la noche y en vacaciones, y que siempre apoya mi trabajo por la libertad del <emphasis>software</emphasis>. En especial, me gustaría agradecer a mis hijos, que me inspiraron con nuevas ideas con cada lectura. Sin ellos, este libro no existiría.
fr: Un merci du fond du cœur à ma famille qui m’a laissé écrire tôt le matin, tard le soir et pendant les vacances, et qui a toujours soutenu mon travail pour la liberté des logiciels. Je voudrais remercier tout particulièrement mes enfants, qui m’ont inspiré de nouvelles idées à chaque fois que je leur lisais le livre. Sans eux, ce livre n’existerait pas.
hi: मेरे परिवार को धन्यवाद, जिन्होंने मुझे जल्द सुबह, देर रात में और छुट्टी में लिखने को कहा, और जिन्होंने सदैव सॉफ़्टवेयर स्वतंत्रता के लिए मेरे काम का समर्थन किया। विशेष रूप से, मैं अपने बच्चों को धन्यवाद देना चाहूंगा, जिन्होंने हर बार किताब पढ़कर मुझे नए विचारों से प्रेरित किया। उनके बिना, यह पुस्तक नहीं हो सकती थी।
it: Grazie alla mia famiglia, che mi ha permesso di scrivere presto la mattina, tardi la sera e in vacanza, e che sostiene sempre anche il mio lavoro per la libertà del software. Soprattutto vorrei ringraziare i miei figli che mi hanno ispirato con nuove idee ad ogni rilettura. Senza di loro questo libro non esisterebbe.
ko: 그리고 아침이나 저녁이나 주말에도 이 일을 하도록 허락해 준 저의 가족에게 고맙다는 얘기를 하고 싶습니다. 가족들은 항상 저의 일과 소프트웨어의 자유를 위해서 저를 지지해주고 있습니다. 특별히 저는 저희 아이들에게 고맙다는 얘기를 하고 싶어요. 매번 책을 읽을 때마다 아이들은 제게 새로운 아이디어를 일깨워 줬거든요. 저희 아이들이 없었다면 아마 이 책은 세상에 존재하지 않았을 겁니다.
nb: Takk til min familie, som fikk meg til å skrive både tidlig om morgenen, sent om kvelden og på fridagene, og som alltid støttet mitt arbeide om programvarefrihet. En særlig takk til mine barn, som har inspirert meg med nye ideer ved hver gjennomlesing. Uten dem hadde ikke denne boken eksistert.
nl: Hartelijk dank aan mijn familie die mij ‘s ochtends vroeg en ‘s avonds laat in de vakantie lieten schrijven en die mijn werk voor softwarevrijheid altijd ondersteunt. In het bijzonder wil ik mijn kinderen bedanken die mij bij het voorlezen met nieuwe ideeën inspireerden. Zonder hen zou dit boek niet bestaan.
