Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: Five kids from the school who can't make skateboards work. Two girls wear helmets, respectively blue and red. A little girl with brown hair tied in two tails with yellow rubber bands is kneeling. She is trying to understand why the skateboard of her friend with the red helmet does not work. Four children have backpacks on their shoulders, while the little girl with the red helmet left hers leaning on a bench on which there are a yellow apple and a light blue bottle with a white flower on it.
es: Cinco chicos del colegio que no saben qué hacer para que los monopatines funcionen. Dos chicas llevan cascos, azul y rojo respectivamente. Una niña con el pelo pelo castaño atado en dos colas con gomas amarillas está arrodillada. Está intentando comprender por qué el monopatín de su amiga con rojo no funciona. Cuatro niños llevan mochilas al hombro, mientras que la niña del casco rojo ha dejado la suya apoyada en un banco en el que hay una manzana amarilla y una botella azul claro con una flor blanca.
fr: Ce dessin représente un groupe de cinq enfants, trois filles et deux garçons, tenant des skateboards au logo Z qui ne fonctionnent plus. Un garçon brun perplexe examine son skate en le tenant à bout de bras, et une fille brune avec un casque lui parle, tenant son skate Z debout contre elle. Une fille brune à genoux essaie de manipuler le skate d'une autre fille blonde, qui est debout dessus et porte un casque rouge, attendant qu'il démarre. Un garçon roux les observe en se touchant le menton, il a lui aussi un skate sous le bras. Sur un banc, la fille qui essaie de démarrer son skate a laissé son gros cartable rose et prune, une pomme et sa gourde.
it: Cinque bambini della scuola che non riescono a far funzionare gli skateboard. Due bambine indossano un caschetto, rispettivamente azzurro e rosso, mentre una bambina con capelli castani legati a boccoli con elastici gialli è inginocchiata e sta cercando di capire come mai lo skateboard della sua amica con caschetto rosso non funziona. Quattro bambini hanno lo zaino sulle spalle, mentre la bambina con il caschetto rosso lo ha lasciato appoggiato ad una panchina sulla quale ci sono una mela gialla e una borraccia azzurra con disegnato un fiore bianco.
nb: Fire unger fra skolen som ikke får rullebrettene til å virke. To jenter har hjelper, henholdsvis blå og røde. En liten jente med brunt hår bundet opp i to musefletter med gule hårstrikk kneler. Hun forsøker forstå hvorfor rullebrettene til vennen hennes med rød hjelm ikke virker. Fire barn har ryggsekker på skuldrene sine, mens den lille jenten med rød hjelp har satt sin opp mot en benk der det også står et gult eple og en lyseblå flaske med en hvit blomst på.
nl: Vijf kinderen van school die hun skateboards niet aan de praat krijgen. Twee meisjes dragen helmen, de ene blauw, de ander rood. Een klein meisje met bruin haar in twee knotten met gele elastieken is geknield. Ze probeert te begrijpen waarom het skateboard van haar vriend met de rode helm niet meer werkt. Vier kinderen hebben rugzakken op hun schouders, terwijl het kleine meisje met de rode helm die van haar tegen een bankje heeft leunen met daarop een gele appel een een lichtblauwe drinkfles met een witte bloem erop.

source: Although she didn’t own any of these things, Ada wondered why the skateboards and the speakers suddenly stopped working. But she didn’t really have time to think much about it, because she was tinkering again. She put together a complete bicycle from the parts of three broken bicycles. She gave the bicycle to her mother as a present so that she wouldn’t have to spend her money on bus tickets to work. For her brother, Ada built a loudspeaker so he could fall asleep to nice stories in the evenings when their mother was still at work.
es: Aunque Ada no tenía ninguno de estos aparatos se preguntaba por qué, de repente, los monopatines y los altavoces habían dejado de funcionar. Pero no tuvo tiempo de pensar mucho en ello porque enseguida estaba trasteando de nuevo. Usó las piezas de tres bicicletas rotas para armar una bicicleta completa, y se la regaló a su madre para que puediese ahorrar el billete del autobús del trabajo. Además. A su hermano Adal le constroyuó un altavoz para que pudiera escuchar cuentos lindos a la hora de dorimir,cuando su madre seguía en el trabajo.
fr: Même si elle ne possédait aucun de ces objets, Ada s’étonna que les skateboards et les enceintes cessent brutalement de fonctionner comme avant. Mais elle n’avait pas beaucoup de temps pour y réfléchir, car elle était de nouveau en train de bricoler. À partir des pièces détachées de trois vélos cassés, elle fabriqua un nouveau vélo. Elle l’offrit à sa mère pour qu’elle puisse se rendre au travail en économisant l’argent du ticket de bus. À son frère, elle offrit une enceinte afin qu’il puisse écouter une histoire le soir avant d’aller dormir, quand sa mère n’était pas encore rentrée du travail.
hi: हालाँकि वह इनमें से किसी भी चीज़ की मालिक नहीं थी। एडा को आश्चर्य हुआ कि स्केटबोर्ड और स्पीकर ने अचानक काम करना क्यों बंद कर दिया। लेकिन वास्तव में उसके पास इसके बारे में ज्यादा सोचने का समय नहीं था। क्योंकि वह फिर से चीज़ों के साथ छेड़छाड़ करने में लग गई थी। उसने तीन टूटी हुई साइकिलों के पुर्जों से एक पूरी साइकिल बनाई। उसने अपनी माँ को तोहफ़े के रूप में साइकिल दी ताकि उसे काम करने पर जाने के लिए बस की टिकट पर पैसे खर्च न करने पड़ें। अपने भाई के लिए, एडा ने एक लाउड स्पीकर बनाया जिस पर वो शाम को कहानियाँ सुन कर अच्छे से सो सके जब उनकी माँ अभी भी काम पर हो।
it: Anche se non aveva nessuna di queste cose, Ada si chiese come mai gli skateboard e gli altoparlanti improvvisamente non funzionavano più come prima, ma non ebbe il tempo di pensarci su molto, perché si mise di nuovo ad armeggiare con le sue cose. Mise insieme alcune parti di tre bici rotte, ne costruì una nuova, la regalò a sua mamma per andare al lavoro in modo da poter risparmiare i soldi del biglietto dell’autobus. Ada costruì poi una cassa per suo fratello, in modo che potesse dormire la sera ascoltando delle belle storie, nel caso la mamma non fosse ancora tornata dal lavoro.
ko: 비록 에이다는 스케이드보드나 스피커가 없었지만, 이것들이 왜 작동을 멈췄는지 궁금해 했어요. 하지만 그녀는 곧 거기에 집중할 여유가 없어졌어요. 왜냐하면 또 다시 뭔가를 만들고 싶었거든요. 에이다는 세 대의 부서진 자전거를 이용해 새로운 자전거를 만들어 냈어요. 그리고 그 자전거를 엄마에게 선물했어요. 자전거 덕분에 엄마는 일하러 갈 때 버스비를 아낄 수 있었지요. 에이다는 동생에게는 스피커를 만들어 주었어요. 그래서 엄마가 늦게오는 날에 동생이 스피커로 재밌는 이야기를 들으며 잠들 수 있도록 만들어 주었지요.
nb: Selv om hun ikke selv eide noen av disse tingene, så undret Ada på hvorfor rullebrettene og høyttalerne plutselig sluttet å virke. Men hun hadde egentlig ikke tid til å tenke mye på det, for hun var igang med å fikle igjen. Av delene fra tre ødelagte sykler satte hun sammen en ny sykkel. Den ga hun til mammaen sin, slik at hun ikke trengte å bruke penger på å ta bussen til arbeide. Og til sin bror bygde hun en høyttaler, slik at han kunne høre på fine godnatthistorier om kvelden, når han skulle sove og mamma fortsatt var på jobb.
nl: Hoewel ze geen van die dingen bezat, vroeg Ada zich af waarom de skateboards en luidsprekers plotseling niet meer werkten. Maar ze had niet echt de tijd om erover na te denken omdat ze al weer aan het sleutelen was. Ze bouwde een complete fiets van de onderdelen van drie kapotte fietsen. Ze gaf de fiets aan haar moeder cadeau zodat ze haar geld niet hoefde uit te geven aan kaartjes voor de busrit naar haar werk. Voor haar broer bouwde Ada een luidspreker zodat hij in slaap kon vallen bij leuke verhalen in de avonden als hun moeder nog op het werk was.

source: Close-up of Ada thoughtful, with a backpack and with one hand on her chin and the other resting on her side.
es: Primer plano de Ada pensativa, con una mochila y con una mano en la barbilla y la otra apoyada en el costado.
fr: Ce dessin représente un gros plan sur Ada, elle se touche le menton avec un doigt, le dos de l'autre main posé sur la hanche, elle lève les sourcils, elle a une expression perplexe. Ada est une petite fille brune frisée, sa peau est matte, elle a une queue de cheval. Elle porte un sweat bleu à capuche et un haut jaune et blanc ainsi que son cartable sur le dos.
it: Primo piano di Ada pensierosa, con zaino in spalla e con una mano portata sul mento e l'altra appoggiata sul fianco.
ko: 궁금해하는 에이다의 모습을 클로즈업, 가방을 메고 한 손은 그녀의 턱에 한 손은 그녀의 옆구리에 가져다 댄 모습.
nb: Nærbilde av en tankefull Ada, med ryggsekk og en av hendene på kinnet og den andre hvilende på sin side.
nl: Close-up van Ada die nadenkt, met een rugzak en met één hand op haar kin en één hand in haar zij.

source: After a few days, the initial shock at Ada’s school was forgotten. The skateboards still didn’t go on the sidewalk, but apart from that, they still worked. And so now the children rode in circles around the playground and listened to soft music. Only a strange, pompous marching music continued to play at an unchanged volume, which the children found rather puzzling.
es: Al cabo de unos días, el susto inicial n la escuela de Ada se había olvidado. Los monopatines seguían sin poder ir por la acera, pero aparte de eso funcionaban bien. Los niños daban vueltas por el patio de recreo y escuchaban música suave. Sólo una marcha extraña y pomposa seguía sonando a todo volumen, marcha, algo bastante inquietante.
fr: En quelques jours, à l’école d’Ada, on oublia la frayeur du début. Les skateboards ne roulaient certes plus sur les trottoirs mais à part ça, ils fonctionnaient toujours. Les enfants tournaient en rond dans la cour et écoutaient de la musique tout doucement. Seule une musique militaire, pompeuse et bizarre, retentissait avec le même volume sonore qu’avant. Plutôt énigmatique.
hi: कुछ दिनों बाद एडा के स्कूल में लोग शुरुवात में लगे झटकों को भूलने लगे। स्केटबोर्ड अभी भी फुटपाथ पर नहीं चल रहे थे, पर वो अभी भी काम कर रहे थे। और इसलिए अब बच्चे खेल के मैदान के चारों ओर गोले में घूमते और मधुर संगीत सुनते। केवल एक अजीब, आडंबर से पूर्ण मार्चिंग संगीत अपरिवर्तित मात्रा में बजाता, जो बच्चों को काफी पेचीदा लगता।
it: Dopo qualche giorno, tutti si erano già dimenticati di cos’era successo alla scuola di Ada. Gli skateboard non andavano più sui marciapiedi, ma a parte questo funzionavano ancora. E allo stesso modo i bambini giravano in tondo nel cortile della scuola, ascoltando musica tranquilla. Si sentiva però solo una marcetta pomposa che continuava ad essere riprodotta a volume invariato: che mistero!
ko: 몇 일이 지나고, 에이다의 학교에서 벌어진 소동은 잊혀졌어요. 스케이드보드가 여전히 인도에서는 동작을 안했지만 그것과는 별개로 스케이드보드 자체가 동작을 하긴 했거든요. 아이들은 놀이터를 뱅뱅돌며 스케이드보드를 탔고, 오로지 조용한 음악만을 들었답니다. 스피커에선 요상하면서도 화려한 행진곡이 변함없는 음량으로 계속 연주가 되었는데, 아이들은 이를 조금 당혹스럽게 여겼습니다.
nb: Etter et par dager var det første sjokket på Adas skole glemt. Rullebrettene fungerte fortsatt ikke på fortauet, men bortsett fra det så fungerte de fortsatt. Så nå kjørte ungene rundt i sirkler på lekeplassen og hørte på stille musikk. Det eneste som ble spilt av med uendret volum var en pussig pompøs marsmusikk, noe barna fant svært mystisk.
nl: Na een paar dagen was men op Ada's school de eerste schok alweer vergeten. De skateboards gingen nog steeds niet de stoep op, maar verder werkten ze nog wel. En dus reden de kinderen nu in rondjes op de speelplaats en luisterden ze naar zachte muziek. Alleen een vreemde deftige marsmuziek bleef op een onveranderd volume spelen, wat de kinderen nogal verbaasde.

source: Ada and software
es: Ada y el software
fr: Ada et le logiciel
it: Ada e il software
ko: 에이다와 소프트웨어
nb: Ada og programvare
nl: Ada en software

source: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> loved Wednesdays. Every Wednesday, her mother and Alan would pick her up from school, and they would all go to the library together. Ada was always drawn to the technology section. There were books with blueprints, instructions for experiments, and explanations of how different devices worked. In the library, Ada could also go online with her cell phone. She quickly realized that there was also much to discover on the internet. There, many people shared their ideas and repair tips to help others.
es: <phrase condition="capitals-text">A</phrase><phrase condition="capitals-img"></phrase> Ada le encantaban los miércoles. Todos los miércoles, su madre y Alan la recogían del colegio e iban juntos a la biblioteca. Ada siempre disfrutaba de la sección de tecnología. Había libros con planos, instrucciones para experimentos y encontraba explicaciones sobre cómo funcionaban diferentes aparatos. En la biblioteca, Ada también podía usar su teléfono móvil para conectarse a Internet. Rápidamente se dio cuenta de que había mucho por descubrir. En Internet mucha gente intercambiaba sus ideas y daba consejos para reparar cosas y ayudar los demás.
fr: <phrase condition="capitals-text">Le</phrase><phrase condition="capitals-img">e</phrase> jour préféré d’Ada était le mercredi. Tous les mercredis, sa mère venait la chercher à l’école avec Alan et ils allaient ensemble à la bibliothèque. Ada filait dans le coin consacré aux ouvrages techniques. On y trouvait des livres avec des schémas de construction, des consignes pour effectuer des expériences, et des explications sur le fonctionnement de divers appareils. Dans la bibliothèque, Ada pouvait aussi accéder à Internet sur son téléphone portable. Elle se rendit vite compte qu’on pouvait y trouver tout un tas de choses. Sur Internet, beaucoup de gens partageaient leurs idées et leurs astuces de réparation pour aider les autres.
hi: []एडा को बुधवार बहुत पसंद था। हर बुधवार को उसकी माँ और एलन उसे स्कूल से लेने आते थे और सभी एक साथ पुस्तकालय जाते थे। एडा हमेशा टेक्नोलॉजी वाले सेक्शन की ओर आकर्षित रहती थी। वहाँ किताबें थीं जिनमें ब्लूप्रिंट थे, प्रयोगों के लिए निर्देश थे, और उपकरण के साथ व्याख्या, जिसमे वो कैसे काम करते हैं उसके बारे में लिखा था। लाइब्रेरी में, एडा अपने सेल फोन से भी ऑनलाइन रह सकती थी। उसे शीघ्र ही एहसास हुआ कि इंटरनेट पर खोजने के लिए बहुत कुछ है। वहाँ, कई लोगों ने दूसरों की मदद करने के लिए अपने विचार और युक्तियाँ साझा की हुई थी।
it: <phrase condition="capitals-text">Il</phrase><phrase condition="capitals-img">l</phrase> giorno preferito di Ada era il mercoledì. Ogni mercoledì la mamma andava a prendere a scuola lei e Alan, e insieme andavano in biblioteca. Ada se la svignava direttamente nel reparto tecnologico. C’erano libri con progetti di costruzione, quelli per condurre esperimenti, e trovò anche quelli con le spiegazioni di come funzionano i vari dispositivi. Nella biblioteca Ada poteva anche navigare con il suo cellulare. Si rese rapidamente conto che c’era un intero mondo da scoprire su Internet. Molte persone condividevano lì le loro idee e i loro consigli su come riparare i vari oggetti per aiutarsi a vicenda.
ko: <phrase condition="capitals-text">에이다는</phrase><phrase condition="capitals-img">이다는</phrase> 수요일을 좋아합니다. 매주 수요일에는 엄마와 앨런이 학교로 마중을 나오는 날이거든요. 그리고 방과 후 모두 다 함께 도서관으로 갑니다. 에이다는 항상 기술 관련 서적이 있는 코너에 끌렸습니다. 거기에는 설계도라던가 실험 방법, 그리고 각각의 장치들이 어떻게 움직이는지에 대한 책들이 잔뜩 있었거든요. 도서관에서는 핸드폰을 이용해 인터넷에 접속할 수 도 있었습니다. 에이다는 인터넷에서 찾을 수 있는 정보도 많다는 것을 알았어요. 거기에는 다른 사람들을 도와주기위해 사람들이 자신의 아이디어나 수리에 필요한 팁을 공유해주고 있었거든요.
nb: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> elsket onsdager. Hver onsdag plukket moren og Alan henne opp fra skolen slik at de kunne gå sammen på biblioteket. Ada trakk alltid mot teknologiavdelingen. Der var det bøker med arbeidstegninger, eksperimentinstruksjoner og forklaringer om hvordan ulike dingser virket. På biblioteket kunne hun også bruke nettet med mobiltelefonen sin. Snart fant hun ut at det var utrolig mye å oppdage på Internettet. Der var det mange folk som delte ideer og reparasjonstips med andre.
nl: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> hield van woensdagen. Elke woensdag kwamen haar moeder en Alan haar ophalen van school en gingen ze samen naar de bibliotheek. Ada was altijd aangetrokken tot de technologieafdeling. Daar waren boeken met blauwdrukken, instructies voor experimenten en uitleg over hoe verschillende apparaten werkten. In de bibliotheek kon Ada ook online gaan met haar telefoon. Ze had snel door dat er ook veel te ontdekken was op het internet. Daar deelden veel mensen hun ideeën en reparatietips om anderen te helpen.

source: On one of those afternoons, Ada learned two new words: hardware and software. Hardware was a word for something Ada already knew: the electronic devices she tinkered with after school, or those devices she could hold in her hands and try to fix or make into something else. What was completely new to Ada was the word software. She soon learned that it meant instructions that ran on a computer to control other devices or computers. Some books called those instructions programs or code. With such a computer program, one could, for example, tell a loudspeaker which song to play and how loud.
es: Una de esas tardes Ada aprendió dos palabras nuevas: <emphasis>hardware</emphasis> y <emphasis>software</emphasis>. <emphasis>Hardware</emphasis> era una palabra para algo que Ada ya conocía: se refería a los aparatos electrónicos con los que Ada jugueteaba. Podía sostener estos aparatos y cacharrear con ellos. Lo que si que no conocía era el <emphasis>software</emphasis>. Rápidamente se dió cuenta de que se refería a las instrucciones que se usaban para controlar dispositivos u ordenadores. Algunos libros llamaban a esas instrucciones programa o código. Con un programa de ordenador se podía, por ejemplo, decir a un altavoz qué canción poner y a qué volumen.
fr: Cet après-midi-là, Ada apprit deux nouveaux mots : matériel et logiciel. Matériel désignait quelque chose qu’en fait, Ada connaissait déjà : les appareils électroniques sur lesquels elle bricolait. Ces appareils, elle pouvait les tenir dans sa main et les traficoter. Mais le mot logiciel, était tout à fait nouveau pour Ada. Elle comprit vite qu’il désignait les consignes données aux appareils ou aux ordinateurs. Dans certains livres, on appelait ces consignes des programmes ou du code. Avec un programme informatique, on pouvait par exemple dire aux enceintes quelle chanson elles devaient diffuser et à quel niveau sonore.
hi: उन दोपहरों में से एक में, एडा ने दो नए शब्द सीखे: हार्डवेयर और सॉफ्टवेयर। हार्डवेयर जिस चीज़ के लिए एक शब्द था उसे एडा पहले से ही जानता थी: इलेक्ट्रॉनिक उपकरण जिनके साथ वह स्कूल के बाद खेला करती थी, जिन उपकरणों को वह अपने हाथों में पकड़ सकती थी और उन्हें ठीक करने या उनसे कुछ और बनाने का प्रयास भी करती। जो एडा के लिए बिल्कुल नया था वो था सॉफ्टवेयर शब्द। उसे जल्द ही पता चल गया कि इसका मतलब ऐसे निर्देश जो एक कंप्यूटर पर चलते रहें और अन्य उपकरणों या कंप्यूटरों को नियंत्रित करें। कुछ पुस्तकों में इन अनुदेशों को प्रोग्राम्स या कोड कहा जाता है। ऐसे कंप्यूटर प्रोग्राम के साथ, कोई भी, उदाहरण के लिए, एक लाउडस्पीकर को कौन सा गाना बजाना है और कितनी तेज़ आवाज़ में बजाना है, ऐसा करने के लिए कह सकता है।
it: In uno di quei pomeriggi, Ada imparò due parole nuove: hardware e software. Hardware era una parola che si riferiva a qualcosa che Ada effettivamente già conosceva, vale a dire i dispositivi elettronici con cui aveva smanettato e che poteva prendere in mano e giocarci. La parola software era invece completamente nuova per Ada. Scoprì presto che questa parola significava un insieme di istruzioni con cui era possibile controllare i dispositivi o i computer. In alcuni libri, queste istruzioni venivano chiamate programmi o codice. Con un programma per il computer si poteva, ad esempio, dire ad un altoparlante quale canzone dovesse essere suonata e a che volume.
ko: 어느 날 오후 에이다는 두가지 새로운 단어를 배웠어요. 바로 하드웨어와 소프트웨어지요. 하드웨어는 에이다가 이미 알고 있는 거였어요: 하드웨어는 에이다가 방과 후에 매일 쪼물딱 거리던 전자 기기이거나 손에 쥐고 고치거나 무언가 다른 것으로 만들 수 있는 장치를 의미하는 거였어요. 하지만 소프트웨어라는 단어는 에이다에게 완전히 새로운 단어였어요. 그녀는 곧 그 단어가 다른 장치나 컴퓨터를 제어하기 위해 컴퓨터상에서 동작하는 명령어들을 의미한다는 것을 배웠어요. 어떤 책에서는 그 명령어들을 프로그램 또는 코드라고 불렀어요. 그러한 컴퓨터 프로그램을 가지고 우리는 스피커에게 얼마나 큰 소리로 음악을 연주해도 되는지 얘기해 줄 수 있는 거였어요.
nb: Det var en slik onsdag ettermiddag at Ada lærte to nye ord: «maskinvare» og «programvare». «Maskinvare» var et ord som Ada allerede kjente godt. Det var de elektroniske dingsene hun fiklet med etter skolen, eller de dingsene hun kunne ta i hendene og forsøke å fikse eller bygge noe nytt med. Ordet «programvare» var derimot helt nytt for henne. Hun lærte snart at det betød instruksjoner for å kontrollere dingser eller datamaskiner. Noen bøker kalte disse instruksjonene programmer eller kode. Med et slikt dataprogram kunne en, for eksempel, fortelle en høyttaler hvilke sanger den skulle spille, og hvor høyt den skulle gjøre det.
nl: Op een van deze middagen leerde Ada twee nieuwe woorden: hardware en software. Hardware was een woord voor iets dat Ada al kende: de elektronische apparaten waaraan ze na schooltijd sleutelde en de apparaten die ze in haar handen kon houden en kon repareren of iets anders van kon maken. Wat compleet nieuw was voor Ada, was het woord software. Ze leerde snel dat het instructies betekende die draaiden op een computer om andere apparaten of computers te besturen. Sommige boeken noemden die instructies programma's of code. Met zo'n computerprogramma kon iemand bijvoorbeeld een luidspreker vertellen welk nummer te spelen en hoe luid.
