Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: <phrase condition="capitals-text">Computers</phrase><phrase condition="capitals-img">omputers</phrase> had fascinated Zangemann ever since he was a child. When he was young, computers were huge machines with lots of cables and loud, noisy fans. At school, little Zangemann often dreamed of all the things he would do with computers if they were just a little bit smaller — small enough that they could be built into other fun things. He knew what he would do. First, he would build a computer into his skateboard so that it would make cool noises when he rode it — maybe a fire engine siren or the sound of a rocket launch. Then he would use a computer to invent ice‑cream-making machines! The computer would mix the coolest flavors and even sell the ice cream. There would be machines on every street corner, and he could get ice cream in his favorite flavor whenever he felt like it, and just as much as he wanted. After that, he’d build a cleaning robot and a block-sorting machine so that his room would always be neat and clean. Zangemann had great new ideas like these every day. He could think of nothing else.
es: <phrase condition="capitals-text">A</phrase><phrase condition="capitals-img"></phrase> Zangemann le habían fascinado los ordenadores desde que era pequeño. Cuando era niño, los ordenadores eran máquinas enormes con muchos cables y ventiladores ruidosos. En la escuela, el pequeño Zangemann, a menudo, soñaba con todo lo que podría hacer con los ordenadores si fueran un poco más pequeños.Lo suficientemente pequeños como para poder integrarlos en otras cosas y añadirles funciones divertidas. Él Ya sabía lo que haría. Primero pondría un ordenador en su monopatín para que hiciera sonidos chulos cuando lo montara, como una sirena o el sonido d el despegue de un cohete. Luego usaría el ordenador para inventar máquinas que hicieran helados. El ordenador mezclaría los sabores, e incluso, vendería el helado. Habría máquinas en cada esquina, y podría tomar su helado favorito siempre que quisiera. Después construiría un robot de limpieza y una máquina recogedora de juguetes para que su habitación estuviera siempre limpia y ordenada. Cada día,Zangemann tenía ideas nuevas e ingeniosas y no podía pensar en otra cosa.
fr: <phrase condition="capitals-text">Depuis</phrase><phrase condition="capitals-img">epuis</phrase> tout petit, Zangemann était fasciné par les ordinateurs. À cette époque-là, il s’agissait d’énormes machines avec des tas de câbles et de ventilateurs bruyants. À l’école, le petit Zangemann rêvait souvent à tout ce qu’il pourrait faire avec les ordinateurs le jour où ils seraient plus petits, suffisamment petits pour pouvoir être intégrés à d’autres appareils. Pour commencer, il installerait un ordinateur dans son skate pour lui faire faire des bruits cools en roulant, comme une sirène de pompier ou une fusée au décollage. Et il inventerait des machines à faire des glaces ! L’ordinateur pourrait automatiquement mixer les parfums les plus sensationnels et vendre la glace. Il y aurait des machines à tous les coins de rue, et il pourrait aller chercher sa glace préférée à chaque fois qu’il en aurait envie. Il construirait également un robot pour faire le ménage et une machine pour trier les briques de construction afin que sa chambre soit toujours bien rangée. Chaque jour, Zangemann avait de nouvelles idées. Il n’arrivait pas à penser à autre chose.
hi: []कंप्यूटर ने ज़ैंगमैन को बचपन से ही आकर्षित किया था। जब वो छोटा था। कंप्यूटर बहुत बड़ी मशीनों जैसे थे जिनमें बहुत सारे केबल और तेज़, शोर करने वाले पंखे थे। स्कूल में ज़ैंगमैन अक्सर उन सभी चीजों का सपना देखता था जो वह कंप्यूटर के साथ करता था - अगर वे थोड़े छोटे-छोटे होते तो उन्हें अन्य मज़ेदार चीज़ों में बनाया जा सकता था। वह जानता था कि वह क्या करेगा। सबसे पहले, वह अपने स्केटबोर्ड में कंप्यूटर लगाएगा ताकि जब वह उस पर सवार हो तो यह मज़ेदार शोर करे - यह एक दमकल सायरन या रॉकेट लॉन्च की आवाज हो सकती है। फिर वह आइसक्रीम बनाने वाली मशीनों का आविष्कार करने के लिए कंप्यूटर का प्रयोग करेगा! कंप्यूटर सबसे अच्छे स्वादों को मिलाएगा और आइसक्रीम भी बेचेगा। हर गली-नुक्कड़ पर मशीनें होंगी और जब भी उसका मन करेगा, वह अपने मनपसंद फ्लेवर की आइसक्रीम ले सकेगा। और जैसा वह चाहता था। उसके बाद, वह एक सफाई करने वाला रोबोट और ब्लॉकस छाँटने वाली मशीन का निर्माण करेगा ताकि उसका कमरा हमेशा साफ सुथरा रहे। ज़ैंगमैन के पास हर दिन इस तरह का नया विचार था। वह और कुछ नहीं सोच सकता था।
it: <phrase condition="capitals-text">I</phrase><phrase condition="capitals-img"></phrase> computer avevano sempre affascinato Zangemann fin da bambino. Ai tempi, i computer erano macchine enormi con molti cavi e ventilatori rumorosi. A scuola, il piccolo Zangemann sognava spesso tutte le cose che avrebbe potuto fare con i computer se fossero stati solo un po’ più piccoli, abbastanza piccoli da poter farceli stare in altri dispositivi. Sapeva bene cosa avrebbe fatto. Prima di tutto, avrebbe installato un computer sul suo skateboard, in modo che facesse un bel rumore mentre lo si guidava, come la sirena dei vigili del fuoco o come il lancio di un razzo. Avrebbe inventato una macchina per il gelato per miscelare i gusti più incredibili e venderli automaticamente! Le macchine sarebbero state posizionate all’angolo di ogni strada e lui avrebbe potuto avere il gelato al suo gusto preferito ogni volta che ne avesse avuto voglia. Avrebbe costruito inoltre un robot per la pulizia e una macchina per lo smistamento dei mattoncini per le costruzioni, in modo che la sua camera potesse essere sempre pulita e ordinata. Zangemann aveva nuove idee come queste ogni giorno e non riusciva a pensare a nient’altro.
ko: <phrase condition="capitals-text">컴퓨터는</phrase><phrase condition="capitals-img">퓨터는</phrase> 어렸을 때부터 장기만 아저씨를 매료시켰어요. 아저씨가 어렸을 때, 컴퓨터는 수많은 케이블과 크고 시끄러운 팬소리가 나는 거대한 기계였어요. 학교를 다닐 때 꼬마 장기만은 만약 컴퓨터가 지금보다 작아지게 된다면 무얼 할 수 있을까?라며 많은 것들을 상상하곤 했어요. 컴퓨터가 충분히 작아져서 여러가지 물건에 컴퓨터가 쏙 들어가게 될 때를 말이죠. 그렇게 된다면 뭘 해야 할지를 알 것 같았어요. 우선 컴퓨터가 달린 스케이트보드를 만들 작정이었어요. 그래서 스케이드보드를 타면 소방차 사이렌 소리나 로켓 발사 소리같은 멋진 소리를 내는 거에요. 그런 다음에는 아이스크림 만드는 기계에 컴퓨터를 넣을 생각이에요. 기계에 달린 컴퓨터가 가장 맛있는 맛을 섞어서 아이스크림을 만들어 파는거죠. 모든 길모퉁이에 아이스크림 만드는 기계를 놓을거에요. 그래서 내가 원할 때 마다 내가 좋아하는 맛의 아이스크림을 언제든 맘껏 먹을 수 있는거죠. 그리고나서 청소 로봇과 장난감 블럭 정리 기계를 만들 생각이에요. 그러면 항상 방이 깨끗하고 깔끔할거에요. 꼬마 장기만은 이렇게 훌륭하고 새로운 아이디어를 매일 매일 떠올렸어요. 사실 꼬마 장기만은 이것말고 다른 건 도무지 떠올릴 수 없었거든요.
nb: <phrase condition="capitals-text">Datamaskiner</phrase><phrase condition="capitals-img">atamaskiner</phrase> hadde fascinert Zangemann helt siden han var liten. Da han var ung, var datamaskiner digre maskiner med masse kabler og vifter som lagde mye støy. På skolen drømte lille Zangemann ofte om alle tingene han ville gjøre med datamaskiner hvis de bare var litt mindre — små nok til at de kunne bygges inn i alt mulig morsomt. Først ville han sette en datamaskin inn i rullebrettet sitt slik at det lagde stilige lyder når han rullet på det — kanskje en brannbilsirene eller lyden av en rakettoppskytning. Deretter ville han finne opp en maskin som laget iskrem! Datamaskinen kunne blande de mest fantastiske variantene og selge isen automatisk. Det skulle være maskiner på hvert gatehjørne, og han skulle kunne få iskrem med sin favorittsmak når som helst når han hadde lyst. Etter det skulle han lage en rydderobot og en maskin som kunne sortere byggeklosser, slik at rommet hans alltid ville være ryddig. Zangemann hadde nye ideer som disse hver eneste dag. Det var det eneste han kunne tenke på.
nl: <phrase condition="capitals-text">Computers</phrase><phrase condition="capitals-img">omputers</phrase> hadden Zangemann gefascineerd vanaf dat hij een kind was. Toen hij jong was waren computers enorme machines met veel kabels en luidruchtige ventilatoren. Op school droomde kleine Zangemann vaak over alle dingen die hij zou doen met computers als ze maar een beetje kleiner zouden zijn; klein genoeg om in andere leuke dingen in te kunnen bouwen. Hij wist wat hij zou doen. Hij zou eerst een computer in zijn skateboard bouwen, zodat er coole geluiden uit zouden komen als hij er op reed: misschien een sirene van een brandweerwagen of het geluid van een raketlancering. Dan zou hij een computer gebruiken om ijsjesmachines uit te vinden! De computer zou de coolste smaken mixen en zelfs verkopen. Er zouden machines staan op iedere straathoek en hij zou aan zijn favoriete smaak ijs kunnen komen wanneer hij maar wilde, en zoveel hij maar wilde. Daarna zou hij een schoonmaakrobot bouwen en een blokjessorteermachine zodat zijn kamer altijd netjes en schoon zou zijn. Zangemann had iedere dag dit soort geweldige nieuwe ideeën. Hij kon aan niets anders denken.

source: As the years went by, Zangemann grew bigger and computers got smaller. In fact, by the time he finished school, they were so small they fit in his pocket. The smallest ones even fit on his fingertip.
es: Y efectivamente,a medida que Zangemann crecía y los ordenadores se hacían más pequeños. De hecho, cuando terminó la escuela, los ordenadores eran tan diminutos que cabían en su bolsillo. Los más pequeños incluso le cabían en la punta del dedo.
fr: Plus Zangemann grandissait, plus les ordinateurs rétrécissaient. Quand il arriva en âge de quitter l’école, ils étaient si petits qu’ils pouvaient tenir dans la poche de son pantalon. Les plus miniaturisés tenaient même sur le bout de ses doigts.
hi: जैसे-जैसे साल बीतते गए, ज़ैंगमैन बड़ा होता गया और कंप्यूटर छोटे होते गए। और वास्तव में जब तक उसने स्कूल समाप्त किया, कंप्यूटर इतने छोटे हो गए कि उसकी जेब में फिट होने लगे। सबसे छोटे तो उसकी उंगलियों पर भी।
it: Più Zangemann diventava grande, più i computer diventavano piccoli. Quando finalmente ebbe finito gli anni della scuola, i computer erano diventati così piccoli che si potevano mettere nella tasca dei pantaloni. Il più piccolo ci stava anche sulla punta di un dito.
ko: 시간이 흘러, 꼬마 장기만은 점점 커지고 컴퓨터는 점점 작아졌어요. 장기만 아저씨가 막 학교를 졸업했을 때, 컴퓨터는 주머니에 쏙 들어갈 정도로 작아졌어요. 정말 작은 컴퓨터는 손가락 끝에 올려놓을 정도의 작은 크기였지요.
nb: Og faktisk, jo større Zangemann ble, jo mindre ble datamaskinene. Da han endelig var ferdig med skolen, var de blitt så små at de fikk plass i lommen hans. De minste fikk til og med plass på fingerspissen hans.
nl: Terwijl de jaren voorbij gingen, groeide Zangemann en werden computers kleiner. Na zijn schooltijd waren ze eigenlijk zo klein dat ze in zijn zak pasten. De kleinsten pasten zelfs op zijn vingertop.

source: Zangemann as a child on a chair at a school table. From his head come six bubbles in which there are his ideas of places in which to insert computers: a video call system, a speaker, a washing machine, a skateboard with radio control on a big computer monitor, a wrist computer, and a shoulder computer with a monitor and keyboard. Zangemann has gray hair, a dark purple shirt with blue horizontal stripes, blue shorts, brown shoes and white socks. He wears glasses and a big watch on his left wrist. On the table there are an open notebook, a yellow pencil, and an eraser, while hanging on the side of the table there is his brown briefcase.
fr: Ce dessin représente Zangemann enfant, en culottes courtes et polo rayé, à son pupitre d'écolier. Son cartable est accroché à un des pieds de ce pupitre. Zangemann a interrompu son travail. Son cahier encore ouvert repose sur la table, avec un cahier et une gomme. Il rêve les yeux grands ouverts derrière ses lunettes en se tenant le menton à deux bras. On voit ses pensées dans de petites bulles colorées : un petit garçon à casquette roule sur un skate-ordinateur qu'il pilote avec une télécommande ; un bras montre fièrement une montre qui est en fait un mini ordinateur avec moniteur et clavier ; une garçon marche avec sur le dos un cartable ordinateur, relié à un écran par un bras articulé qui passe au dessus de sa tête. Dans les mains un clavier tenu lui aussi par un bras articulé. On devine d'autres inventions dans des bulles en arrière-plan : un téléphone vidéo surmonté d'un gyrophare vert, avec une image de femme souriante à l'écran, une machine à laver…
it: Zangemann da bambino sul banco di scuola. Dalla sua testa escono sei cerchiolini nei quali ci sono le sue idee di oggetti in cui inserire computer: una lavatrice, uno skateboard con telecomando collegato ad un grande computer posto tra la tavola dello skateboard e le sue ruote, un sistema di videochiamata, un altoparlante, un computer a spalla, un computer da polso. Zangemann ha capelli grigi, una maglietta viola scuro con righe orizzontali azzurre, pantaloncini azzurri, scarpe marroni e calzini bianchi. Indossa gli occhiali e ha un grosso orologio sul polso sinistro. Sul banco ci sono un quaderno aperto, una matita e una gomma, mentre appesa su un lato del banco c'è la sua cartella di colore marrone.
ko: 꼬마 장기만이 학교 책상에 앉아있는 모습. 머리 위에는 6개의 생각 주머니가 떠올라 있는데, 어떤 곳에 컴퓨터를 넣을지에 대한 생각을 보여주고 있습니다 : 화상 회의 시스템, 스피커, 세탁기, 대형 모니터에 무선 제어 기능이 있는 스케이트보드, 손목 컴퓨터 그리고 모니터와 키보드가 달린 배낭 컴퓨터 꼬마 장기만은 회색 머리카락에 파란색 줄무늬가 들어간 짙은 보라색 티셔츠와 푸른색 반바지, 흰색 양말과 갈색 신발을 신었습니다. 또 안경을 끼었고 오른 손목에는 커다란 시계를 차고 있습니다. 그가 앉아있는 책상 위에는 펼쳐진 공책과 노란색 연필 그리고 지우개가 놓여있고 책상 한 편에는 갈색 가방이 걸려있습니다.
nb: Zangemann som barn på en stol ved en skolepult. Fra hodet hans kommer det seks bobler med hans ideer inni om plasser der en kan bake inn datamaskiner: et videosamtalesystem, en høyttaler, en vaskemaskin, et rullebrett med radiofjernstyring på en stor dataskjerm, en armbånddatamaskin og en skulderdatamaskin med skjerm og tastatur. Zangemann har grått hår, en mørk lilla skjorte med blå horisontale striper, blå kortbukser, brune sko og hvite sokker. Han har briller og en stor klokke på sit venstre handledd. På bordet er det en åpen notatbok, en gul blyant og et viskelær, mens hans bruke stresskoffert henger på siden av bordet.
nl: Zangemann als kind op een stoel aan een tafeltje op school. Vanuit zijn hoofd komen zes bubbels met daarin zijn ideeën voor plekken om computers in te bouwen: een videobelsysteem, een luidspreker, een wasmachine, een skateboard met radiografische besturing op een grote computermonitor, een polscomputer en een schoudercomputer met monitor en toetsenbord. Zangemann heeft grijs haar, een donkerpaars shirt met blauwe horizontale strepen, een blauwe korte broek, bruine schoenen en witte sokken. Hij draagt een bril en een groot horloge om zijn linker pols. Op de tafel liggen een open notitieboek, een geel potlood en een gum, terwijl aan de zijkant van de tafel zijn bruine aktetas hangt.

source: “Finally, I can turn all my ideas into real things!” Zangemann exclaimed, and he got right to work. He found ways to put the small computers into all kinds of things to make them even more fun and useful. And then he sold them.
es: “¡Por fin puedo convertir todas mis ideas en objetos reales!”. Zangemann estaba feliz y se puso manos a la obra. Encontró la manera de integrar los ordenadores en todo tipo de objetos para hacerlos aún más divertidos y útiles. Y luego los vendió.
fr: « Je peux enfin mettre toutes mes idées en pratique ! », jubila Zangemann, et il se mit au travail. Il intégra les petits ordinateurs à tous les appareils possibles et imaginables, pour les rendre encore plus pratiques. Et il vendit ensuite ces appareils.
hi: “आखिरकार मैं अपने सभी विचारों को वास्तविक चीजों में बदल सकता हूँ!” ज़ैंगमैन ने कहा और उसे काम करने का अधिकार मिल गया। उसने छोटे कंप्यूटर को हर तरह की चीजों में डालने के तरीके खोजे ताकि उन्हें और भी मज़ेदार और उपयोगी बनाया जा सके। और फिर उसने उन्हें बेच दिया।
it: «Posso finalmente realizzare tutte le mie idee!» esultò Zangemann, e così si mise subito al lavoro. Trovò il modo di mettere il piccolo computer in tutti i tipi di dispositivi per renderli ancora più divertenti e utili. E poi vendette le sue invenzioni.
ko: “마침내 내 생각을 모두 현실로 만들수 있겠어!” 장기만 아저씨는 소리쳤어요. 그리곤 곧장 작업에 들어갔지요. 그는 모든 종류의 물건에 작은 컴퓨터를 넣어서 그것들은 좀 더 재미나고 유용하게 만드는 법을 찾아 냈어요. 그리고는 그것들은 사람들에게 팔기 시작했지요.
nb: «Endelig kan jeg gjøre alvor av alle ideene mine!», utbrøt Zangemann, og gikk straks igang med arbeidet. Han fant måter å putte små datamaskiner inn i alle slags ting for å gjøre dem enda mer brukbare. Og så solgte han dem.
nl: “Eindelijk kan ik al mijn ideeën realiseren!” riep Zangemann uit, en ging meteen aan het werk. Hij vond manieren om kleine computers aan allerlei dingen toe te voegen om ze nog leuker en bruikbaarder te maken. En toen verkocht hij ze.

source: Zangemann original ice cream machine. It is ice blue in color and is similar to a vending machine of drinks, but instead of the cup there is a cone that is filled with ice cream. Above the dispenser there is a monitor showing the variety that is distributed, in this case pineapple ice cream. On the left there are the slot for inserting coins, the various buttons to choose the flavor, and the hole for returning coins. At the top there is a round white sign with a scoop of candy-pink ice cream in a cone. On the back of the machine there is the refrigeration machinery with the “Z” of the Zangemann logo.
es: Máquina de helados original de Zangemann. Es de color azul hielo y es similar a una máquina expendedora de bebidas, pero en lugar del vaso hay un cono que se llena de helado. Sobre el dispensador hay un monitor que muestra la variedad que se que se distribuye, en este caso helado de piña. A la izquierda está la ranura para introducir las monedas, los distintos botones para elegir el sabor, y el agujero para devolver el cambio. En la parte superior hay un cartel blanco redondo con una bola de helado rosa en un cucurucho. En la parte trasera de la máquina está la maquinaria de refrigeración con la "Z" del logotipo de Zangemann.
fr: Ce dessin représente une machine à glace Zangemann original. C'est un distributeur de glaces bleu gros et aux coins arrondis, reposant sur des pieds et surmonté d'une publicité lumineuse. Il y a un monnayeur et des boutons pour choisir son parfum. Elle est en train de remplir un cône de glace italienne à l'ananas. Sur le côté, il y a le logo Z.
it: Macchina per il gelato originale Zangemann. È di colore azzurro ghiaccio ed è simile ad un distributore automatico di bevande, ma al posto del bicchierino c'è un cono che viene riempito con gelato. Sopra il dispenser c'è un monitor che mostra la varietà che viene distribuita, nella fattispecie gelato all'ananas. Sulla sinistra ci sono la fessura per l'inserimento delle monete, i vari pulsanti per la scelta del gusto, e la buca per la restituzione delle monete. In alto c'è un insegna rotonda dove è disegnato un gelato rosa confetto dentro un cono. Sul retro della macchina c'è il motore refrigerante con la “Z” del logo di Zangemann.
ko: “마침내 내 생각을 모두 현실로 만들수 있겠어!” 장기만 아저씨는 소리쳤어요. 그리곤 곧장 작업에 들어갔지요. 그는 모든 종류의 물건에 작은 컴퓨터를 넣어서 그것들은 좀 더 재미나고 유용하게 만드는 법을 찾아 냈어요. 그리고는 그것들은 사람들에게 팔기 시작했지요.
nb: Orignal Zangemann iskremmaskin. Dens farge er isblå og ligner på en drikke-automat, men i stedet for koppen er det en kjegle som er fylt med iskrem. Over dispenseren er det en skjerm som viser hvilken variant som deles ut, i denne tilfelle en ananasiskrem. Til venstre er det et åpning for å legge på mynter, ulike knapper for å velge smak og et hull for myntretur. På toppen er det et rundt hvitt skilt med en kule med godterirosa iskrem i en kjegle. På baksiden av maskinen er det kjølemaskineri med «Z»-logoen til Zangeman.
nl: Originele Zangemann IJsjesmachine. Hij is blauw in kleur en vergelijkbaar met een frisdrankautomaat maar in plaats van de beker is er een hoorntje gevuld met roomijs. Boven het uitgifteluik zit een monitor die de variant toont die is uitgegeven, in dit geval ananasijs. Aan de linker kant zit een opening voor munten, de verschillende knoppen om de smaak te kiezen en het gat om wisselgeld terug te krijgen. Bovenop staat een rond wit reclamebord met bollen snoeproze ijs in een hoorntje. Aan de achterkant van de machine zit een koelmachine met de "Z" van het Zangemann logo.
