Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: They gathered in front of one of their rebuilt ice-cream machines and discussed the situation. It was clear that something had to be done about the new law, and they made a plan...
es: Se reunieron frente a una de sus máquinas de helados reconstruidas y discutieron la situación. Estaba claro que había que hacer algo sobre la nueva ley y trazaron un plan...
fr: Ils se réunirent devant une des machines à glace qu’ils avaient modifiées et discutèrent de la situation. Il était clair qu’il fallait faire quelque chose contre cette nouvelle loi. Ils échafaudèrent un plan...
hi: उन्होंने अपने एक पुनर्निर्मित आइसक्रीम मशीन के सामने इकट्ठे होकर स्थिति पर चर्चा की। यह स्पष्ट था कि नए कानून के बारे में कुछ किया जाना चाहिए, और उन्होंने एक योजना बनाई...
it: Si incontrarono davanti ad una delle macchine per il gelato che erano state modificate da loro e discussero della situazione. Era chiaro che qualcosa doveva essere fatto contro la nuova legge, ed escogitarono quindi un piano...
ko: 아이들은 새로 만든 아이스크림 기계 앞에 모여 이 사태를 어떻게 해결 해야할 지 의논했어요. 새로 만든 법안에 대해서 무언가를 하지 않으면 안 된다는게 명확해졌어요. 아이들은 그래서 한 가지 계획을 세웠어요...
nb: De samlet seg foran en av sine ombyggede ismaskiner og diskuterte situasjonen. Det var klart at de måtte gjøre noe med den nye loven, og de kom opp med en plan...
nl: Ze verzamelden voor een van hun gebouwde ijsjesmachines en bespraken de situatie. Het was duidelijk dat iets gedaan moest worden aan deze nieuwe wet, en ze smeedden een plan …

source: Cans of green, blue, and pink paint; a paintbrush with yellow paint; a light green marker; and a rolled banner on which some blue paint has fallen.
es: Latas de pintura verde, azul y rosa; un pincel con pintura amarilla, un rotulador verde claro y una pancarta enrollada sobre la que ha caído pintura azul.
fr: Ce dessin est une frise qui représente du matériel de peinture et de dessin posé sur le sol : un rouleau de papier beige, un gros pot dégoulinant de peinture verte avec un manche de pinceau qui en dépasse, un petit pot dégoulinant de bleu avec aussi un manche de pinceau, un petit pot dégoulinant de rose. Sur le sol sont éparpillés un marqueur jaune débouchonné, un pinceau imprégné de peinture jaune, une boîte de craies grasses dont sont sorties une craie rouge et une jaune, ainsi que des tâches de peinture jaune et verte.
it: Barattoli di vernice verde, azzurra e rosa; un pennello con vernice gialla; un indelebile verde chiaro; uno striscione arrotolato su cui è caduta un po' di vernice azzurra.
ko: 녹색, 파란색, 핑크색 페인트통; 노란색 페인트가 묻은 페인트붓; 연녹색의 형광팬; 약간의 파란색 페인트가 묻어있는 말려있는 두루마리 용지.
nb: Bokser med grønn, blå og rosa maling; en malerkost med gul maling; en lysegrønn tusj; og et sammenrullet banner som det har falt litt blå maling på.
nl: Blikken met groene, blauwe en roze verf, een verfkwast met gele vers, een lichte groene marker en een groot stuk opgerold karton waarop blauwe verf is geknoeid.

source: Protest
es: Protesta
fr: Protestation
it: Protesta
ko: 시위
nb: Demonstrasjon

source: <phrase condition="capitals-text">The</phrase><phrase condition="capitals-img">he</phrase> next day, they didn’t go to school. Instead, they rode their skateboards to the parliament building, with large protest signs under their arms, and sat down in front of the building. The evening before, they had put LED lights on some of the signs, which were now flashing brightly. They had connected their speakers together so everyone in the street could hear what they were saying. Some passersby stopped and asked the children what they were demonstrating for. “For software freedom!” they replied in unison and told the adults their story. Impressed, the adults nodded, and the president also looked curiously at their signs as he approached the building.
es: <phrase condition="capitals-text">Al</phrase><phrase condition="capitals-img">l</phrase> día siguiente no fueron al colegio. Fueron con sus monopatines hasta el Parlamento, con grandes carteles de protesta bajo el brazo y se sentaron frente al edificio. La noche anterior habían colocado luces LED en algunas de las pancartas, que ahora parpadeaban intensamente. Habían conectado sus altavoces para que todo el mundo en la calle pudiera oír lo que decían. Algunos transeúntes se pararon y preguntaron a los niños por qué se manifestaban. “¡Por la libertad del <emphasis role="italic">software</emphasis>!”, respondieron al unísono y contaron su historia a los adultos. Impresionados, los adultos asintieron y el presidente también miró con curiosidad los carteles al entrar en el edificio.
fr: <phrase condition="capitals-text">Le</phrase><phrase condition="capitals-img">e</phrase> lendemain, ils n’allèrent pas à l’école. À la place, ils se rendirent au parlement avec leur skate et de grandes pancartes de protestation sous le bras et firent un sit-in devant le bâtiment. La veille, ils avaient installé des petites ampoules à LED sur plusieurs pancartes, qui maintenant s’illuminaient. Ils avaient interconnecté leurs enceintes si bien que dans toutes les rues, on pouvait entendre ce qu’ils disaient. Plusieurs passants s’arrêtèrent et demandèrent aux enfants pourquoi ils manifestaient. « Pour des logiciels libres », répondirent-ils en chœur. Et ils racontèrent leur histoire aux adultes. Ces derniers acquiescèrent impressionnés. Le président lui-même jeta un coup d’œil curieux à leurs pancartes en entrant dans le parlement.
hi: []अगले दिन, वे स्कूल नहीं गए। बजाय इसके, उन्होंने अपने स्केटबोर्ड से सांसद भवन जाने का निर्णय किया, बड़े प्रदर्शन बैनरों को अपने बाएँ हाथों में लिए हुए, और भवन के सामने बैठ गए। रात को, उन्होंने कुछ बैनरों पर LED लाइट्स लगा दी थी, जो अब चमक रहीं थी। उन्होंने अपने स्पीकर को एक साथ जोड़ दिया था ताकि सड़क पर सभी को वे क्या कह रहे हैं वह सुन सकें। कुछ चलने वाले लोग रुककर बच्चों से पूछते कि वे किस लिए प्रदर्शन कर रहे हैं। “सॉफ़्टवेयर स्वतंत्रता के लिए!” उन्होंने एक साथ जवाब दिया और वयस्कों को अपनी कहानी सुनाई। प्रभावित होकर, वयस्क इशारों के साथ सिर झुका और राष्ट्रपति भी भवन के पास आते हुए उनके बैनरों की ओर जिज्ञासु नजर से देखते रहे।
it: <phrase condition="capitals-text">Il</phrase><phrase condition="capitals-img">l</phrase> giorno dopo non andarono a scuola. Con i loro skateboard e con grandi cartelli e striscioni di protesta sotto il braccio, andarono invece fino al parlamento e si sedettero lì davanti. La sera prima, su alcuni cartelli avevano attaccato delle luci LED, che ora lampeggiavano vivacemente. Avevano collegato assieme le loro casse, in modo che chiunque si trovasse in strada potesse sentire quello che dicevano. Alcuni passanti si fermarono e chiesero ai bambini per che cosa stavano protestando. «Per la libertà del software!» risposero in coro, e raccontarono agli adulti la loro storia. Impressionati dalla vicenda, gli adulti annuirono, e il Presidente sbirciò con curiosità i loro striscioni prima di entrare nell’edificio.
ko: <phrase condition="capitals-text">다음날</phrase><phrase condition="capitals-img">음날</phrase> 아이들은 학교에 가지 않았어요. 대신 스케이드보드를 타고 국회의사당으로 향했어요. 손에는 커다란 시위 팻말을 들고 국회의사당 앞에 자리를 잡았어요. 저녁이 되면 푯말 중 일부가 밝게 빛날 수 있도록 LED 전구를 달았지요. 아이들은 각자의 스피커를 서로 연결해서 주변에 있는 모두가 자신들이 하는 얘기를 들을 수 있도록 했어요. 지나가는 행인 중 누군가가 멈춰서서 아이들에게 왜 시위를 하는지 물었어요. “소프트웨어의 자유를 위해서요!” 아이들은 일제히 대답하면서 어른들에게 그간의 이야기를 들려 주었어요. 감동을 받은 어른들은 고개를 끄덕였지요. 마침 국회의사당을 지나치던 대통령도 아이들의 시위 팻말을 보고 호기심 어린 눈으로 지켜보았어요.
nb: <phrase condition="capitals-text">Neste</phrase><phrase condition="capitals-img">este</phrase> dag gikk de ikke på skolen. I stedet kjørte de rullebrettene sine til stortingsbygningen med store protestplakater. Kvelden før hadde de satt LED-lys på noe av plakatene sine, som nå blinket klart. De hadde også koblet høyttalerne sine sammen, slik at en i alle gatene kunne høre hva de sa. Noen forbipasserende stoppet og spurte barna hva de demonstrerte for. «For programvarefrihet!», svarte barna i kor og fortalte de voksne hele historien. De voksne nikket imponert og statsministeren kunne ikke la være å kikke nysgjerrig på plakatene deres da han ankom bygningen.
nl: <phrase condition="capitals-text">De</phrase><phrase condition="capitals-img">e</phrase> volgende dag gingen ze niet naar school. In plaats daarvan reden ze, met grote protestborden onder hun armen, op hun skateboards naar het parlementsgebouw, en gingen voor het gebouw zitten. Aan enkele borden hadden ze de avond ervoor ledlampen vastgemaakt die nu fel knipperden. Ze hadden hun luidsprekers aangesloten zodat iedereen in de straat kon horen wat ze zeiden. Enkele voorbijgangers stopten en vroegen de kinderen waar ze voor demonstreerden. “Voor softwarevrijheid!” antwoorden ze in koor en vertelden de volwassenen hun verhaal. Onder de indruk knikten de volwassenen, en ook de president keek nieuwsgierig naar de spandoeken toen hij het gebouw binnenliep.

source: On the following day, Ada and her friends again sat down in front of the parliament building, this time with support. Some classmates came whose skateboards Ada had reprogrammed. Toni’s father and other parents and adults also wanted to support the protest. They found the children’s devices very useful.
es: Al día siguiente Ada y sus amigos volvieron a sentarse frente al Parlamento, esta vez acompañados. Acudieron algunos compañeros cuyos monopatines Ada había reprogramado. El padre de Toni y otros padres también quisieron apoyar la protesta. Los inventos de los niños les parecían muy útiles.
fr: Dans les jours qui suivirent, Ada et ses amis se réunirent de nouveau pour un sit-in devant le parlement. Mais cette fois avec du soutien : plusieurs camarades de classe dont Ada avait reprogrammé le skate, se joignirent à eux. Le papa de Toni aussi. D’autres adultes voulaient soutenir leur protestation. Ils trouvaient les appareils des enfants très pratiques.
hi: अगले दिन, एडा और उनके दोस्तों ने फिर से संसद भवन के सामने बैठ जाने का फैसला किया, इस बार समर्थन के साथ। कुछ सहपाठियों ने भी शामिल होने का निर्णय किया, जिनके स्केटबोर्ड एडा ने दोबारा र्प्रोग्राम किये थे। टोनी के पिता और अन्य माता-पिता और वयस्क भी प्रदर्शन का समर्थन करने को तैयार थे। उन्होंने बच्चों के यंत्रों को बहुत उपयोगी पाया।
it: Il giorno dopo, Ada e i suoi amici andarono di nuovo di fronte al parlamento. Questa volta con ulteriore sostegno: c’erano anche alcuni compagni di scuola a cui Ada aveva riprogrammato gli skateboard. Anche il papà di Toni e altri adulti vollero sostenere la protesta. Avevano trovato molto utili i dispositivi modificati dai bambini.
ko: 다음 날에도 에이다와 친구들은 국회의사당으로 향했어요. 이번에는 지원군과 함께였지요. 이전에 스케이드보드 프로그래밍을 도와주었던 친구들이 함께 와줬어요. 토니의 아빠와 다른 아이들의 부모님, 주변의 어른들도 시위를 도와주러 오셨어요. 그들은 모두 에이다와 친구들이 새로 다시 만든 장치들이 무척 유용하다는걸 알았거든요.
nb: Den påfølgende dagen satte Ada og vennene hennes seg nok en gang ned foran Stortinget, men denne gang med støtte. Det var kommet noen klassekamerater som hadde fått omprogrammert sine rullebrett. Tonis far og andre foreldre ville også støtte protesten. De mente at barnas dingser var meget nyttige.
nl: Ook de volgende dag gingen Ada en haar vrienden weer zitten voor het parlementsgebouw. Deze keer met ondersteuning. Sommige klasgenoten, waarvoor Ada hun skateboards geherprogrammeerd had, waren ook gekomen. Toni’s vader en andere volwassenen wilden het protest ook steunen. Ze vonden de apparaten van de kinderen erg praktisch.

source: Yellow and green paint on the floor and wax crayons yellow, red, blue, green and brown; the latter 3 are in a gray cardboard box.
es: Pintura amarilla y verde en el suelo y lápices de cera amarillos, rojos, azul, verde y marrón; estos 3 últimos están en una caja de cartón gris.
it: Vernice gialla e verde sul pavimento e pastelli a cera gialli, rossi, azzurri, verdi e marroni, questi ultimi 3 sono in una scatola grigia di cartone.
ko: 노란색과 초록색 페인트가 바닥에 묻어있고 노란색, 빨간색, 파란색, 녹색, 갈색 크레용이 있습니다; 마지막에 얘기한 3개의 크레용은 종이 상자에 들어있습니다.
nb: Gul og grønn maling på gulvet og voksstifter i gult, rødt, blått, grønt og brunt; de tre sistnevnte ligger i en grå pappeske.
nl: Gele en groene verf op de vloer en waskrijtjes in geel, rood, blauw, groen en bruin. De laatste drie liggen in hun grijze kartonnen doos.

source: With each passing day, more and more children and adults joined the protest. The bus driver they had helped drove up in her bus. She honked loudly to attract even more people to the protest. The custodian brought a few friends, and Toni’s father brought his colleagues from work, all wearing perfectly ironed ties. Even Ms. Gernet came. The crowd grew, and after a few weeks, there were protests not just in Ada’s city but also in many cities throughout the country.
hi: हर गुजरते दिन के साथ, और अधिक बच्चे और वयस्क विरोध में शामिल होते गए। जिस बस चालक की उन्होंने मदद की थी वह उन्हें अपनी बस में ले गयी। उसने तेजी से हॉर्न बजाया ताकि प्रदर्शन में और लोग आ सकें। स्कूल संरक्षक कुछ मित्रों को साथ लाया, और टोनी के पिता अपने सहकर्मियों को भी साथ ले आये, सभी ने पूरी तरह से इस्त्री किए हुए कपड़े पहने थे। मिस गर्नेट भी आई। भीड़ बढ़ती गई, और कुछ हफ्तों के बाद, यह प्रदर्शन न केवल एडा के शहर में ही बल्कि देश के कई शहरों में होने लगा।
it: Con il passare dei giorni, sempre più bambini e adulti si univano alla protesta. L'autista dell'autobus che avevano aiutato arrivò con il suo autobus. Suonò forte clacson per attirare ancora più persone alla protesta. Il custode portò alcuni amici e il padre di Toni portò i suoi colleghi di lavoro, tutti con cravatte stirate alla perfezione. Anche la signora Gernet si unì. La folla crebbe e, dopo poche settimane, ci furono proteste non solo nella città di Ada, ma anche in molte città del Paese.
ko: 날이 갈수록 더 많이 아이들과 어른들이 시위에 참여하였습니다. 이전에 도와드렸던 버스 운전사 아주머니는 버스를 끌고 오셨습니다. 그녀는 더 많은 사람들이 시위에 관심을 갖도록 큰 소리로 버스 경적을 울렸습니다. 학교 관리인 아저씨는 몇 몇 친구들을 데리고 왔습니다. 토니의 아빠는 그의 직장 동료들을 데리고 왔습니다. 토니 아빠의 직장 동료들은 깔끔하게 다림질 된 넥타이를 메고 왔습니다. 심지어 가넷 선생님도 오셨어요. 시위에 참여하는 군중들이 점점 늘어났습니다. 그리고 몇 주 뒤 시위에는 에이다가 살고있는 도시의 사람들뿐만 아니라 다른 도시의 사람들도 참여하게 되었습니다.

source: Group of protesters. Among them there are: Ada's mother holding Alan's hand and raising a pink ice cream; 3 colleagues of Toni's father dressed in ties; two children holding the banner “Do your homework Mr. President and we will do ours!”; a robot with tank treads, irons as feet, an electric fan as abdomen, a monitor as head, and an eggbeater as one hand, holding a blue ice cream in his other hand; two parents holding the banner “Hacking 4 Freedom”; a lady holding an electronic sign “There is a code B”; two small birds, flying; the math teacher, Ms. Gernet, who has inserted in her cart a sign that says “They are young + need the code!“ The dog in her cart is barking; Ada and Konrad are carrying the banner “Don’t wreck our tech!” Marie and Toni are walking beneath the banner, and Marie is talking through a bullhorn held in her hand; Ada's family's dog is now wearing a red harness with shiny yellow LEDs that matches the collar.
it: Un gruppo di manifestanti. Tra loro ci sono: la madre di Ada che tiene la mano di Alan e solleva un gelato rosa; 3 colleghi del padre di Toni in cravatta; due bambini che tengono lo striscione "Fai i tuoi compiti, signor Presidente, e noi faremo i nostri!"; un robot con cingoli da carro armato, ferri da stiro al posto dei piedi, un ventilatore elettrico al posto dell'addome, un monitor al posto della testa e uno sbattiuova al posto di una mano, che tiene un gelato blu nell'altra; due genitori che tengono lo striscione "Hacking 4 Freedom"; una signora che tiene un cartello elettronico "C'è un codice B"; due uccellini che volano; l'insegnante di matematica, la signora Gernet, che ha inserito nel suo carrello un cartello con la scritta "Sono giovani + hanno bisogno del codice!". Il cane nel suo carrello abbaia; Ada e Konrad portano lo striscione "Non distruggete la nostra tecnologia!". Marie e Toni camminano sotto lo striscione, e Marie parla attraverso un megafono che tiene in mano; Il cane della famiglia di Ada ora indossa una pettorina rossa con LED gialli brillanti che si abbinano al collare.

source: Do your homework Mr. President and we will do ours!
es: ¡Haz tus deberes señor presidente y nosotros haremos los nuestros!
fr: Fais tes devoirs Monsieur le Président, et nous ferons les nôtres !
hi: आप अपना होमवर्क करें श्रीमान राष्ट्रपति और हम अपना करेंगे!
it: Fai i tuoi compiti signor Presidente che noi facciamo i nostri!
ko: 풀어야 할 숙제가 있잖아요 대통령 아저씨 저희도 저희 숙제를 하고 싶다구요!
nb: Gjør leksene dine, statsminister, så skal vi gjøre våre!
nl: Doe je huiswerk meneer President en wij doen het onze!

source: Detail of the previous image: two children holding the banner “Do your homework Mr. President and we will do ours!”
es: Detalle de la imagen anterior: dos niños sosteniendo la pancarta "¡Haga sus deberes Sr. Presidente y nosotros haremos los nuestros".
it: Dettaglio dell'immagine precedente: due bambini che tengono lo striscione “Fai i tuoi compiti signor Presidente che noi facciamo i nostri!”.
ko: 이전 이미지의 세부사항: 두 명의 아이가 “풀어야 할 숙제가 있잖아요 대통령 아저씨 저희도 저희 숙제를 하고 싶다구요!” 라고 적힌 현수막을 들고 있습니다;
nb: Detalj fra forrige bilde: to barn som holder banneret «Gjør leksene dine, statsminister, så skal vi gjøre våre!»
nl: Detail van de vorige afbeelding: twee kinderen houden een spandoek omhoog "Doe je huiswerk meneer President en wij doen het onze!"

source: Detail of the previous image: Ada and Konrad are carrying the banner “Don’t wreck our tech!” Marie and Toni are walking beneath the banner, and Marie is talking through a bullhorn held in her hand; Ada's family's little dog is now wearing a red harness with shiny yellow LEDs that matches the collar.
es: Detalle de la imagen anterior: Ada y Konrad portan la pancarta "¡No destrocéis nuestra tecnología!". Marie y Toni caminan bajo la pancarta y Marie habla con un megáfono en la mano; el perrito de la familia de Ada lleva un arnés rojo con LED amarillos brillantes a juego con el collar.
it: Un altro dettaglio dell'immagine precedente: Ada Conrad tengono lo striscione “Vogliamo il codice libero!“ mentre Marie e Toni stanno camminando vicino allo striscione, e Marie ha in mano un megafono con il il cagnolino della famiglia di Ada che indossa una imbracatura rossa con delle strisce a LED gialli scintillanti.
nb: Detalj fra forrige bilde: Ada og Konrad bærer banneret "Ikke ødelegg teknologien vår!" Marie og Toni går under banneret, og Marie snakker gjennom en ropert hun holder i hånden; Adas familie lille hund har nå på seg en rød sele med skinnende gule LED-lys som matcher halsbåndet.
nl: Detail van de vorige afbeelding: Ada en Bram dragen het spandoek “Zonder code is alles saai!” Marie en Toni lopen onder de banner en Marie spreekt door een megafoon in haar hand. Ada's familiehond draagt nu een rood harnas met stralende gele leds die passen bij de halsband.

source: They are young + need the code!
es: ¡Son jóvenes + necesitan el código!
fr: Ils sont jeunes et ont besoin du code !
hi: वे युवा हैं + कोड की ज़रूरत है!
it: Sono giovani + hanno bisogno del codice!
ko: 젊은 그대에겐 + 코드가 필요해요!
nb: De er unge + trenger å kode!
nl: Ze zijn jong + hebben de code nodig!

source: Don’t wreck our tech!
es: ¡Queremos código abierto! ¡No destrocéis nuestra tecnología!
fr: SANS PROGRAMME, ON RAME !
hi: हमारी तकनीक को नष्ट न करें!
it: Senza codice è tutto sciocco!
ko: 코드야 같이놀자!
nb: Ikke knus teknologien vår!
nl: Zonder code is alles saai!

source: Children help the government
es: Los niños ayudan al gobierno
fr: Les enfants aident le gouvernement
hi: बच्चे सरकार की सहायता करते है
it: I bambini aiutano il governo
ko: 아이들이 정부를 돕다
nb: Barn hjelper myndighetene
nl: Kinderen helpen de overheid

source: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> protested in front of the parliament building every week, even in pouring rain. On one such rainy day, when the president passed the group of dripping-wet children, he couldn’t help but admire their stubbornness. He asked Ada, “Why do you sit here every day? What do you want to achieve?” Ada replied, “We want to determine for ourselves what we can and cannot do with our computers.” Her friends shouted in unison: “Don’t wreck our tech! Don’t wreck our tech!” and “We want the code! We want the code!”
es: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> protestaba ante el Parlamento todas las semanas, incluso bajo la lluvia torrencial. Cuando el presidente se cruzó con el grupo de niños empapados, no pudo sino admirar su perseverancia. Preguntó a Ada: “¿Por qué os sentáis aquí todos los días? ¿Qué queréis conseguir?”. Ada respondió: “Queremos decidir por nosotros mismos lo que podemos y no podemos hacer con nuestros ordenadores”. Sus amigos gritaron al unísono: “¡No destrocéis nuestra tecnología! ¡No destrocéis nuestra tecnología!” y “¡Codigo abierto! ¡Código abierto!”.
fr: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> manifestait tous les jours devant le parlement, même quand il pleuvait à verse. Quand le président passa devant les enfants tout mouillés, il ne put qu’admirer leur obstination. Il demanda à Ada : « Pourquoi venez-vous tous les jours ici ? Que demandez-vous ? » Ada répondit : « Nous voulons décider nous-mêmes de ce que nous avons le droit de faire avec nos ordinateurs ou pas » et tous ses amis et amies reprirent en choeur : « Sans programme, on rame ! »
hi: []एडा हर हफ्ते संसद भवन के सामने विरोध करती थी, बरसात में भी। ऐसे ही एक बरसात के दिन, जब राष्ट्रपति समूह से गुजरे तो टपकते-भीगते बच्चों को देखकर, वह उनकी जिद की प्रशंसा किए बिना नहीं रह सके। उन्होंने एडा से पूछा, “तुम यहां हर दिन क्यों बैठती हो? तुम क्या हासिल करना चाहती हो?” एडा ने कहा, “हम अपने कंप्यूटर के साथ स्वयं यह निर्धारित करना चाहते हैं कि हम क्या कर सकते हैं और क्या नहीं कर सकते।” उसके दोस्त एक साथ चिल्लाए: “हमारी तकनीक को नष्ट न करें! हमारी तकनीक को नष्ट न करें!” और “हमें कोड चाहिए! हमें कोड चाहिए!”
it: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> protestò ogni settimana davanti al parlamento, anche quando pioveva a dirotto. In un giorno di pioggia, il Presidente passò davanti ai bambini bagnati e gocciolanti e non poté fare a meno di ammirare la loro tenacia. Chiese quindi ad Ada: «Perché vi sedete qui ogni giorno? Cosa volete ottenere?». Ada rispose: «Vogliamo decidere da soli cosa possiamo fare con i nostri computer e cosa no», e i suoi amici e le sue amiche gridarono in coro: «Vogliamo il codice libero! Vogliamo il codice libero!».
ko: <phrase condition="capitals-text">에이다는</phrase><phrase condition="capitals-img">이다는</phrase> 국회의사당 앞에서 매주 시위를 했어요, 심지어 비가 오는 날에도 말이죠. 비가 오는 어느 날, 대통령이 비에 젖은 아이들을 지나쳐 걸어 갈 때 그는 아이들의 집념에 감탄하지 않을 수 없었어요. 대통령은 에이다에게 물었어요, “얘야 여기에 왜 매일 앉아있니? 이렇게 해서 대체 무얼 얻고 싶은거니?” 에이다는 대답했어요. “저희는 컴퓨터를 가지고 무엇을 할 수 있고 무얼 할 수 없는지 스스로 결정하고 싶어요.” 에이다의 친구들은 한 목소리로 외쳤어요. “코드야 같이놀자! 코드야 같이놀자!” “우리는 코드가 필요해요! 우리는 코드가 필요해요!”
nb: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> demonstrerte foran stortingsbygningen hver uke, selv når det høljet ned. Det var akkurat på en slik regnværsdag at statsministeren kom forbi gruppen med dryppende våte barn. Han kunne ikke annet enn å beundre deres standhaftighet. Han spurte Ada: «Hvorfor sitter dere her hver dag? Hva er det dere vil oppnå?» Ada svarte: «Vi vil selv bestemme hva vi kan og ikke kan gjøre med datamaskinene våre.» Vennene hennes ropte i kor: «Uten kode er alt håp ute! Uten kode er alt håp ute!».
nl: <phrase condition="capitals-text">Ada</phrase><phrase condition="capitals-img">da</phrase> protesteerde elke week voor het parlementsgebouw, zelfs in de stromende regen. Op zo’n regenachtige dag, toen de president voorbij de groep zeiknatte kinderen kwam, kon hij niet anders dan hun volharding bewonderen. Hij vroeg Ada: “Waarom zit jij hier elke dag? Wat wil je bereiken?” Ada antwoordde, “We willen zelf kunnen bepalen wat we wel en niet met onze computers doen.” Haar vrienden riepen in koor: “Zonder code is alles saai! Zonder code is alles saai!” en “We willen de code! We willen de code!”
