Repository: xsuchy/ada-zangemann-cz
Catalog: docbook/po/*.po
Languages: es, fr, hi, it, ko, nb, nl

source: <phrase condition="capitals-text">Every</phrase><phrase condition="capitals-img">very</phrase> day, Ada and her friends made plans together for the afternoon. From a broken ice-cream machine, they built a new one that could make ice cream in every imaginable shape and color. They ate square ice cream, heart-shaped ice cream, and even pyramid-shaped ice cream, as well as strawberry, raspberry, and rainbow ice cream, all with sprinkles and hot fudge — much better than the varieties from the Zangemann machines.
es: <phrase condition="capitals-text">Todos</phrase><phrase condition="capitals-img">odos</phrase> los días Ada y sus amigos hacían planes para pasar la tarde. De una máquina de helados rota, construyeron una nueva que podía hacer helados de todas las formas y colores imaginables. Comían helado de fresa, frambuesa y arco iris en forma cuadrada, de corazón o incluso en forma de pirámide, y todos con virutas y chocolate caliente. Eran mucho mejores que los helados de las máquinas de Zangemann.
fr: <phrase condition="capitals-text">Tous</phrase><phrase condition="capitals-img">ous</phrase> les jours, Ada et ses amis élaboraient des projets après l’école. À partir d’une machine à glace cassée, ils en construisirent une nouvelle, capable de produire des glaces de toutes les formes et de toutes les couleurs possibles et imaginables. Dorénavant, ils mangeaient des glaces en forme de cube, de cœur, de pyramide, des glaces à la fraise, à la framboise, des glaces arc-en-ciel, le tout parsemé de copeaux et nappé de chocolat. C’était bien meilleur que les parfums des machines de Zangemann.
hi: []हर दिन, एडा और उसके दोस्त दोपहर के लिए एक साथ योजना बनाते थे। एक टूटी हुई आइसक्रीम मशीन से उन्होंने एक नई मशीन बनाई जिससे हर कल्पनीय आकार और रंग में आइसक्रीम बनाई जा सकती थी। उन्होंने चौकोर आइसक्रीम खाई, दिल के आकार की आइसक्रीम, और यहां तक कि पिरामिड के आकार की आइसक्रीम के अलावा स्ट्रॉबेरी, रास्पबेरी, और इंद्रधनुष आइसक्रीम के रूप में, सभी स्प्रिंकल्स और हॉट फ़ज के साथ जो ज़ैंगमैन की मशीनों से काफी बेहतर होती थी।
it: <phrase condition="capitals-text">Ogni</phrase><phrase condition="capitals-img">gni</phrase> giorno Ada e i suoi amici pianificavano insieme il pomeriggio. Da una macchina per il gelato rotta, ne costruirono una nuova che poteva produrre gelato in tutte le forme e colori concepibili. Mangiarono gelato quadrato, gelato a forma di cuore, persino gelato a forma di piramide, gelato alla fragola, gelato al lampone e gelato arcobaleno, e tutti con l’aggiunta di zuccherini e glassa di cioccolato: molto meglio dei gusti prodotti dalle macchine di Zangemann.
ko: <phrase condition="capitals-text">매일</phrase><phrase condition="capitals-img">일</phrase> 에이다와 친구들은 오후에 모여 계획을 세웠어요. 고장난 아이스크림 기계를 가져와서 상상하는 어떤 모양과 색깔이든 만들어 낼 수 있는 기계를 만들었어요. 이젠 사각형 모양, 하트 모양 심지어 피라미드 모양 아이스크림도 먹을 수 있었어요. 물론 스프링클 가루와 초코 시럽을 뿌린 딸기맛, 라즈베리맛, 레인보우맛 아이스크림도요. 그 기계는 장기만 아저씨의 아이스크림 기계보다 훨씬 더 메뉴가 다양했어요.
nb: <phrase condition="capitals-text">Hver</phrase><phrase condition="capitals-img">ver</phrase> dag lagde Ada og vennene hennes planer for hva de skulle lage sammen på ettermiddagen. De bygde om en gammel, ødelagt iskremmaskin slik at den lagte iskrem i alle tenkelige former og farger. De spiste firkantet is, hjerteformet is, til og med pyramideformet is, og jordbær-, bringebær og regnbueiskrem. Alt sammen med strøssel og karamellsaus på. Mye bedre enn det man kunne få fra Zangemanns maskiner.
nl: <phrase condition="capitals-text">Elke</phrase><phrase condition="capitals-img">lke</phrase> dag maakte Ada en haar vrienden plannen voor de middag. Uit een kapotte ijsjesmachine bouwden ze een nieuwe die ijs in elke denkbare vorm en kleur kon maken. Ze aten vierkant ijs, hartvormig ijs en zelfs piramidevormig ijs, alsook aardbei, framboos en regenboogijs, en allemaal met discodip en chocodip: veel beter dan de keuzes uit de Zangemann-machines.

source: Sometimes they could even help adults. Toni reprogrammed his father’s ironing machine so that it could also iron ties again — Zangemann had forbidden the machines to do so because he hated ties like the plague. For the bus driver, they built an automatic watering system out of old hoses and a computer so that her plants would not die of thirst during summer days. And they helped the school custodian modify his vacuum so that it automatically recognized toys and wouldn’t suck them up.
es: A veces incluso podían ayudar a los adultos que tenían problemas con sus ordenadores. Toni reprogramó la plancha de su padre para que también pudiera planchar corbatas. Zangemann lo había prohibido porque odiaba las corbatas como a la peste. Para la conductora de autobús, construyeron un sistema de riego automático con mangueras viejas y un ordenador para que sus plantas no murieran de sed en los días de verano. Y ayudaron al conserje del colegio a modificar su aspiradora para que reconociera automáticamente los juguetes y no los aspirara.
fr: Parfois, il arrivait même qu’ils aident les adultes qui avaient des problèmes d’ordinateur. Toni reprogramma le fer à repasser de son père pour qu’il puisse à nouveau repasser des cravates. Zangemann détestant les cravates comme la peste, il en avait interdit le repassage à ses appareils. Pour la conductrice de bus, ils construisirent un système d’irrigation à partir d’un ordinateur et de tuyaux, pour que ses plantes ne meurent pas de soif en plein été. Ils aidèrent également l’agent de service de l’école à modifier son aspirateur pour qu’il reconnaisse automatiquement les jouets et ne les aspire plus.
hi: कभी-कभी वे वयस्कों की मदद भी कर सकते थे। टोनी ने अपने पिता की इस्त्री करने की मशीन को ऐसे प्रोग्राम किया कि वह फिर से टाई भी इस्त्री कर सकती थी - ज़ैंगमैन ने मशीनों को ऐसा करने से इसलिए मना किया था क्योंकि उसे टाई से प्लेग जैसी नफ़रत थी। बस ड्राइवर के लिए, उन्होंने पुराने होजों और कंप्यूटर से एक स्वचालित पानी चढ़ाने की प्रणाली बनाई ताकि उसके पौधे गर्मियों के दिनों में प्यासे न मर जाएं। और उन्होंने स्कूल संरक्षक की मदद की, उसके वैक्यूम को ऐसे संशोधित किया कि वह स्वचालित रूप से खिलौने को पहचान सके और उन्हें खींच ना सके।
it: A volte aiutarono anche alcuni adulti che avevano problemi con i loro computer. Toni riprogrammò la stiratrice di suo papà in modo che potesse stirare di nuovo anche le cravatte. Zangemann odiava le cravatte come la peste e aveva proibito ai suoi dispositivi di stirarle. Costruirono un sistema di irrigazione automatico da un vecchio computer e da vecchi tubi per l’autista dell’autobus, in modo che le sue piante non morissero di sete durante l’estate. E aiutarono il bidello della scuola a modificare il suo aspirapolvere in modo che riconoscesse automaticamente i giocattoli e non li risucchiasse più.
ko: 때때로 친구들은 어른들도 도와 드렸어요. 토니는 아빠의 다림질 기계를 다시 프로그래밍해서 넥타이가 다림질 될 수 있도록 했어요 - 장기만 아저씨는 넥타이를 끔찍하게 싫어해서 다림질 기계가 넥타이를 다릴 수 없도록 했어요. 버스 기사 아줌마를 위해서는 오래된 호스와 컴퓨터를 이용해 자동 급수 시스템을 만들어 드렸어요. 아줌마의 식물들이 여름 동안 목이 말라 말라 죽지 않도록 해드렸죠. 그리고 학교 관리인 아저씨에게는 진공청소기가 장남감을 인식하도록 해드렸어요. 그랬더니 더 이상 진공청소기가 장남감을 빨아들이지 않게 되었어요.
nb: Noen ganger kunne de til og med hjelpe voksne. Toni omprogrammerte sin fars strykejern slik at det igjen kunne stryke slips, noe som Zangemann hadde forbudt dem å gjøre fordi han hatet slips som pesten. Til bussjåføren laget de et automatisk vanningssystem av gamle hageslanger og en datamaskin, slik at plantene hennes ikke skulle dø av tørst i sommervarmen. Og de hjalp skolens vaktmester med å bygge om støvsugeren, slik at den kjente igjen leketøy og ikke sugde dem opp.
nl: Soms konden ze zelfs volwassenen helpen die problemen met hun computers hadden. Toni herprogrammeerde zijn vaders strijkmachine zodat die ook weer stropdassen kon strijken. Zangemann had een pesthekel aan stropdassen en had het zijn apparaten verboden. Voor de buschauffeur bouwden ze een automatisch bewateringssysteem uit oude slangen en een computer zodat haar planten niet zouden verdrogen in de zomerdag. En de conciërge hielpen ze zijn stofzuiger zo om te bouwen dat deze speelgoed automatisch herkende en niet meer opzoog.

source: Some things they built just for fun, like the fart machine they put in their math teacher’s chair. Whenever Ms. Gernet sat down, the machine played a little fart sound. The teacher would scold them, but Ada was sure that she secretly smirked a little every time.
hi: कुछ चीजें वे सिर्फ मज़े के लिए बनाते थे, जैसे की पाद मशीन जो उन्होंने अपने गणित टीचर की कुर्सी में लगाई थी। जब भी मिस गर्नेट बैठती थी, मशीन पादने की आवाज़ पैदा करती थी। टीचर उन्हें डांटतीं, लेकिन एडा को यकीन था कि वह चोरी-छिपे हर बार थोड़ा मुस्कराती थी।
it: Alcune cose le costruivano solo per divertimento, come la macchina per scoregge che mettevano sulla sedia della loro insegnante di matematica. Ogni volta che la professoressa Gernet si sedeva, la macchina emetteva un piccolo suono di scoreggia. L'insegnante le rimproverava, ma Ada era sicura che ogni volta sorridesse segretamente.
ko: 어떤 것들은 그저 재미를 위해서 만들기도 했어요, 예를들면 수학을 가르쳐주시는 가넷 선생님 의자에 달아둔 방귀 기계 같은거요. 가넷 선생님이 의자에 앉을 때마다, 방귀 기계가 방귀 소리를 냈어요. 선생님은 매번 아이들을 꾸짖었지만 선생님이 매번 아무도 모르게 살짝 웃고 계셨다고 에이다는 생각했어요.

source: Zangemann and the President
es: Zangemann y el Presidente
fr: Zangemann et le Président
it: Zangemann e il Presidente
ko: 장기만과 대통령
nb: Zangemann og statsministeren
nl: Zangemann en de president

source: <phrase condition="capitals-text">One</phrase><phrase condition="capitals-img">ne</phrase> day, Zangemann noticed that some computers no longer obeyed his programming commands. Shocked and fuming with anger, he called the president. In a quivering voice, Zangemann yelled, “Someone is rewriting the programs in my devices. That can’t happen; after all, they are my inventions. It’s far too dangerous if everyone can do whatever they want with the computers. You must make a law against this!”
es: <phrase condition="capitals-text">Un</phrase><phrase condition="capitals-img">n</phrase> día, Zangemann se dio cuenta de que algunos ordenadores ya no obedecían sus órdenes de programación. Sorprendido y furioso llamó al presidente. Con voz temblorosa, Zangemann gritó: “¡Alguien está reescribiendo los programas de mis aparatos! Eso no puede pasar; al fin y al cabo, son mis inventos. Es demasiado peligroso si todo el mundo puede hacer lo que quiera con los ordenadores. Hay que hacer una ley contra esto”.
fr: <phrase condition="capitals-text">Un</phrase><phrase condition="capitals-img">n</phrase> jour, Zangemann remarqua que certains ordinateurs n’obéissaient plus à ses commandes de programmation. Il en fut terriblement choqué et fou de rage. Aussitôt, il appela le président et hurla, la voix tremblante : « Quelqu’un modifie les programmes de mes appareils. C’est inadmissible, ce sont tout de même mes inventions. Et c’est beaucoup trop dangereux que tout le monde puisse faire ce qu’il veut avec les ordinateurs. Il faut une loi contre ça ! »
hi: []एक दिन, ज़ैंगमैन को ध्यान आया कि कुछ कंप्यूटर अब उनके प्रोग्रामिंग कमांड्स का पालन नहीं कर रहे थे। हैरान और गुस्से से आग बबूला भरी हुई हालत में, उसने राष्ट्रपति को बुलवाया। डरते हुए आवाज़ में, ज़ैंगमैन चिल्लाया, “किसी ने मेरे उपकरणों में प्रोग्राम दोबारा लिख दिया है। ऐसा नहीं हो सकता; अब तक तो वे मेरे ख़ुद के आविष्कार हैं। यह खतरनाक है अगर हर कोई कंप्यूटर के साथ जो चाहे वो कर सकता है। आपको इस ख़िलाफ़ कानून बनाना चाहिए!”
it: <phrase condition="capitals-text">Un</phrase><phrase condition="capitals-img">n</phrase> giorno Zangemann notò che alcuni computer non rispondevano più ai suoi comandi. Era terribilmente sconvolto, tanto che gli usciva il fumo dalle orecchie per la rabbia. Chiamò immediatamente il Presidente e gridò con voce tonante: «Qualcuno sta riscrivendo i programmi nei miei dispositivi. Non possono farlo, dopotutto sono le mie invenzioni. E sarebbe anche troppo pericoloso se tutti potessero fare quello che vogliono con i computer. Bisogna fare una legge che proibisca tutto ciò!».
ko: <phrase condition="capitals-text">어느</phrase><phrase condition="capitals-img">느</phrase> 날 장기만 아저씨는 몇 몇 컴퓨터가 더 이상 자신의 프로그래밍 명령에 복종하지 않는다는 걸 알아차렸어요. 아저씨는 충격을 받고 분노로 가득찼어요. 아저씨는 대통령에게 전화를 걸었죠. 떨리는 목소리로 아저씨는 소리쳤어요. “누군가 내 장치들을 다시 프로그래밍 하고 있어요. 그건 일어나선 안 되는 일이에요. 그건 내가 만든 장치들이고, 만약 모두가 컴퓨터를 이용해 자기가 하고 대로만 하려고 한다면 그건 너무나도 위험해요. 당장 이런 행위를 금지하는 법안을 만들어야만 합니다!”
nb: <phrase condition="capitals-text">En</phrase><phrase condition="capitals-img">n</phrase> dag oppdaget Zangemann at noen av datamaskinene hans ikke lenger adlød hans programmerte kommandoer. Sjokkert og skummende rasende ringte han til statsministeren. Med en skjelvende stemme ropte han inn i telefonen: «Noen har endret på programmene i enhetene mine! Det skal ikke skje! Det er tross alt mine oppfinnelser. Det er alt for farlig at hvem som helst kan gjøre hva de vil med datamaskinene. Du må lage en lov mot dette!»
nl: <phrase condition="capitals-text">Op</phrase><phrase condition="capitals-img">p</phrase> een dag merkte Zangemann dat sommige computers niet meer luisterden naar zijn programmeerbevelen. Geschrokken en stomend van woede belde hij de president. Hij brulde met een bevende stem: “Iemand herschrijft de programma’s in mijn apparaten. Dat kan niet, dat zijn namelijk mijn uitvindingen. En het is veel te gevaarlijk als iedereen met computers kan doen wat hij of zij wil. Daar moet je een wet tegen maken!”

source: The president did not want to upset Zangemann. All the government’s computers were programmed by Zangemann. Without the computers, the government would not be able to run the country. So they passed the law as Zangemann requested:
es: El presidente no quería enfadar a Zangemann. Todos los ordenadores del gobierno fueron programados por Zangemann. Sin los ordenadores, el gobierno no sería capaz de dirigir el país. Así que aprobaron la ley tal y como Zangemann pidió:
fr: Le président ne voulait pas contrarier Zangemann. C’est lui qui avait programmé tous les ordinateurs du gouvernement. Sans eux, il ne pourrait plus diriger le pays. Le gouvernement fit donc adopter la loi que Zangemann avait exigée :
hi: राष्ट्रपति ज़ैंगमैन को नाराज़ नहीं करना चाहते थे। सभी सरकारी कंप्यूटर ज़ैंगमैन द्वारा प्रोग्राम किए गए थे। कंप्यूटरों के बिना, सरकार देश को चलाने में सक्षम नहीं होगी। इसलिए उन्होंने ज़ैंगमैन की अनुरोध के अनुसार कानून पारित किया:
it: Il Presidente non voleva contraddire Zangemann. Tutti i computer del governo erano stati programmati da Zangemann. Senza questi computer, non sarebbero stati più in grado di governare il paese. Così il parlamento emanò la legge, come richiesto da Zangemann:
ko: 대통령은 장기만 아저씨를 화내게 하고 싶지 않았어요. 왜냐면 모든 정부의 컴퓨터를 장기만 아저씨가 프로그래밍 했기 때문이죠. 그의 컴퓨터 없이는 나라를 운영하기가 어려웠어요. 그래서 장기만 아저씨가 요구한 법안을 다음과 같이 통과시키게 되었지요.
nb: Statsministeren ville ikke bli uvenner med Zangemann. Alle myndighetenes datamaskiner var programmert av Zangemann. Uten datamaskinene ville myndighetene ikke være i stand til å styre landet. Så de vedtok loven som Zangemann ba om:
nl: De president wilde Zangemann niet boos maken. Alle computers van de regering waren geprogrammeerd door Zangemann. Zonder die computers kon de regering het land niet meer besturen. Dus keurde het parlement een wet goed zoals Zangemann het wilde:

source: “All computers that do not listen to Zangemann are banned. Anyone who reprograms Zangemann’s devices will be fined 500,000 gold pieces!”
es: “Los ordenadores que no escuchen a Zangemann están prohibidos. Cualquiera que reprograme los dispositivos de Zangemann será multado con 500.000 piezas de oro”.
fr: « Tous les ordinateurs qui n’obéissent pas à Zangemann sont interdits ! Quiconque déprogrammera les appareils de Zangemann, devra payer une amende de 500 000 pièces d’or ! »
hi: “ज़ैंगमैन की बात नहीं मानने वाले सभी कंप्यूटर बैन हैं। जो भी ज़ैंगमैन के उपकरणों को दोबारा प्रोग्राम करेगा, उस पर 500,000 सोने के सिक्कों का जुर्माना लगाया जाएगा!”
it: «Tutti i computer che non sono sotto il controllo di Zangemann sono proibiti. Chi ha riprogrammato i dispositivi di Zangemann riceverà una multa da 500.000 pezzi d’oro!».
ko: “장기만의 명령을 따르지 않는 모든 컴퓨터는 이제부터 사용을 금지한다. 누구든지 장기만의 기계를 다시 프로그래밍하는 자는 500,000 골드의 벌금을 부과한다!”
nb: «Alle datamaskiner som ikke hører på Zangemann er ulovlige. Enhver som omprogrammerer en Zangemann-enhet vil få en bot på 500 000 gullmynter!»
nl: “Alle computers, die niet naar Zangemann luisteren zijn verboden. Iedereen die Zangemann’s apparaten herprogrammeert moet 500.000 goudstukken betalen!”

source: The President getting a phone call from the angry Zangemann. The videophone consists of an old red Zangemann dial phone connected to a monitor. Zangemann's face appears on the monitor, while a yellow flare of Zangemann's thundering voice comes out of the phone, and the President holds the receiver at arm's length. The president has white hair and wears a light blue shirt, a red tie, and a blue jacket with yellow buttons. The President is sitting on a green chair with white vertical lines, and his other hand is on the desk. On the desk, in addition to the videophone, there are sheets with something written on them and an open purple fountain pen. The President was eating a sandwich of meat and cheese with greens with two olives on a toothpick, over a blue napkin with white stripes.
es: El Presidente recibe una llamada del Zangemann enojado. El videoteléfono consiste en un viejo teléfono rojo Zangemann de marcación conectado a un monitor. La cara de Zangemann aparece en el monitor, mientras una ráfaga amarilla de la atronadora voz de Zangemann sale del teléfono, y el Presidente sostiene el auricular con el brazo extendido. El Presidente tiene el pelo blanco y lleva una camisa azul claro, una corbata roja y una chaqueta azul con botones amarillos.El Presidente está sentado en una silla verde con líneas verticales blancas, y su otra mano está sobre el escritorio. Sobre el escritorio, además del videoteléfono, hay hojas con algo escrito y una pluma estilográfica morada. El Presidente estaba comiendo un bocadillo de carne y queso con verduras con dos aceitunas en un palillo, sobre una servilleta azul con rayas blancas.
fr: Ce dessin représente un homme aux cheveux gris et en veston bleu foncé, avec une chemise bleu clair et une cravate rouge assis devant son bureau. Il tient le gros combiné d'un téléphone rouge dans la main gauche, très loin de son visage, car une explosion jaune semble sortir de l'écouteur. L'homme a les cheveux en arrière comme si le vent soufflait dedans depuis le combiné. De son autre main, il se tient à la table. Le téléphone rouge qui porte le logo Z est très gros et équipé d'un cadran à l'ancienne mais aussi d'un grand écran plat fixé au bout d'un bras flexible. À l'écran on voit Zangemann furieux qui est en train de crier. L'appel a interrompu le repas du président qui a laissé sur son bureau un sandwich club posé sur une serviette bleue à carreaux. Il y a aussi son stylo à plume ouvert et quelques feuilles écrites.
it: Il Presidente che riceve una telefonata da Zangemann arrabbiato. Il videotelefono è composto da un vecchio telefono rosso a rotella con cornetta collagato ad un monitor. Sul monitor compare la faccia di Zangemann, mentre dalla cornetta esce una fiammata gialla della voce tonante di Zangemann, ed il Presidente si tiene a debita distanza. Il Presidente ha i capelli bianchi ed indossa una camicia azzurra, una cravatta rossa e una giacca blu con bottoni gialli. Il Presidente è seduto su una poltrona verde con righe verticali bianche, mentre sulla scrivania, oltre al videotelefono, ci sono dei fogli con scritto qualcosa e una stilografica viola. Il Presidente stava mangiando un tramezzino con verdure e due olive infilate con in uno stuzzicadenti, il tutto sopra un tovagliolo a quadretti azzurri con righe bianche.
nb: Statsministeren mottar en telefonsamtale fra den sinte Zangemann. Videotelefonen består av en gammel rød Zangemann fasttelefon koblet til en skjerm. Ansiktet til Zangemann vises på skjermen, med en gul flamme der Zangemanns tordnende stemme kommer ut av telefonen, og statsministeren holder røret på en armlengdes avstand. Statsministeren har hvitt hår og har på seg en blå skjorte, et rødt slips, og en blå jakke med gule knapper. Statsministeren sitter i en grønn stol med hvite vertikale striper, og den andre hånden hans er på skrivebordet. På skrivebordet, i tillegg til videotelefonen, er det ark med skrift på og en åpen lilla fyllepenn. Statsministeren spiser et smørbrød med ost, skinke og salat, og to oliven på en tannpirker, oppå en blå serviett med hvite striper.
nl: De president wordt gebeld door een boze Angemann. De videotelefoon bestaat uit een oude rode Zangemann-telefoon met draaischijf verbonden aan een monitor. Zangemanns gezicht verschijnt op de monitor terwijl een gele vlam van Zangemanns bulderende stem uit de telefoon komt. De president houdt de hoorn op armlengte afstand. De president heeft wit haar en draagt een lichtblauwe blouse, een rode das en een blauwe jasje met gele knopen. De president zit op een groene stoel met witte verticale strepen en zijn andere hand ligt op het bureau. Op het bureau liggen behalve de videotelefoon ook beschreven papieren en een open vulpen. De president was een boterham aan het eten met ham, kaas en sla, met twee olijven op een prikker er doorheen bovenop een blauw servet met witte strepen.

source: When Ada and her friends heard this, they were furious. “This is unfair,” they said. “We rebuilt and reprogrammed our skateboards ourselves. They are much better now. We won’t let anyone take that away from us!”
es: Cuando Ada y sus amigos oyeron esto, se pusieron furiosos. “Es injusto”, dijeron. “Hemos reconstruido y reprogramado nuestros monopatines nosotros mismos. Ahora son mucho mejores. No dejaremos que nadie nos los quite”.
fr: Lorsque Ada et ses amis entendirent parler de cette loi, ils se mirent très en colère. « C’est tellement injuste. Nous avons nous-mêmes transformé et reprogrammé nos skates. Maintenant ils sont bien mieux. On ne va laisser personne nous les enlever ! »
hi: जब एडा और उसकी सहेलियों ने यह सुना तो वे क्रोधित हो गईं। “यह अन्याय है,” उन्होंने कहा। “हमने अपने स्केटबोर्ड को खुद ही दोबारा बनाया और दोबारा प्रोग्राम किया है। अब वे बहुत बेहतर हो गए हैं। हम किसी को इसे हमसे छीनने नहीं देंगे!”
it: Quando Ada e i suoi amici ne sentirono parlare, erano veramente furiosi. «È tutto così ingiusto. Abbiamo convertito e riprogrammato i nostri skateboard da soli. Ora funzionano molto meglio. Non permetteremo a nessuno di portarceli via!».
ko: 에이다와 친구들이 이런 소식을 들었을 때, 그들은 분노했어요. “이건 불공평해” 그들은 말했어요. “스케이트보드를 다시 만들고 프로그래밍한 건 우리고 그건 이제 옛날보다 훨씬 더 좋아졌잖아. 그걸 우리한테서 뺏어가게 할 수는 없어!”
nb: Da Ada og vennene hennes hørte om dette ble de rasende. «Det er urettferdig!», sa de. «Vi har selv endret og omprogrammert rullebrettene våre. De er mye bedre nå. Vi vil ikke la noen ta dette fra oss!»
nl: Toen Ada en haar vrienden dit hoorden waren ze echt woedend. “Dit is zo oneerlijk” zeiden ze. “We hebben onze skateboards zelf omgebouwd en geherprogrammeerd. Ze zijn nu veel beter. Dat laten we niemand ons afpakken!”
